Repository: sunny-Joon/Flutter-Sourcing-App
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr

source: Please capture borrower profile picture
bn: অনুগ্রহ করে ঋণগ্রহীতার প্রোফাইল ছবি তুলুন
hi: कृपया उधारकर्ता की प्रोफ़ाइल तस्वीर कैप्चर करें
mr: कृपया कर्जदाराचा प्रोफाइल फोटो काढा

source: Please turn on location service of mobile
bn: অনুগ্রহ করে মোবাইলের অবস্থান পরিষেবা চালু করুন
hi: कृपया मोबाइल की लोकेशन सेवा चालू करें
mr: कृपया मोबाइलचे स्थान सेवा चालू करा

source: Please select bank
bn: অনুগ্রহ করে ব্যাংক নির্বাচন করুন
hi: कृपया बैंक चुनें
mr: कृपया बँक निवडा

source: Please select loan duration
bn: অনুগ্রহ করে ঋণের মেয়াদ নির্বাচন করুন
hi: कृपया ऋण अवधि चुनें
mr: कृपया कर्ज कालावधी निवडा

source: Please select loan reason
bn: অনুগ্রহ করে ঋণের কারণ নির্বাচন করুন
hi: कृपया ऋण का कारण चुनें
mr: कृपया कर्ज घेण्याचे कारण निवडा

# loanamountshouldbelessthanthreelakhsandgreaterthan
source: Loan Amount should be Less than three Lakhs and Greater than 5 thousand
bn: ঋণের পরিমাণ ৩ লক্ষ টাকার কম এবং ৫ হাজার টাকার বেশি হওয়া উচিত
hi: ऋण राशि तीन लाख से कम और 5 हजार से अधिक होनी चाहिए
mr: कर्जाची रक्कम ३ लाखांपेक्षा कमी आणि ५५ हजारांपेक्षा जास्त असावी

source: Please enter correct loan amount
bn: অনুগ্রহ করে সঠিক ঋণের পরিমাণ প্রবেশ করুন
hi: कृपया सही ऋण राशि दर्ज करें
mr: कृपया योग्य कर्जाची रक्कम प्रविष्ट करा

source: Please select state
bn: অনুগ্রহ করে রাজ্য নির্বাচন করুন
hi: कृपया राज्य चुनें
mr: कृपया राज्य निवडा

source: Please enter correct Pin code
bn: অনুগ্রহ করে সঠিক পিন কোড প্রবেশ করুন
hi: कृपया सही पिन कोड दर्ज करें
mr: कृपया योग्य पिन कोड प्रविष्ट करा

source: Please enter city
bn: অনুগ্রহ করে শহরের নাম প্রবেশ করুন
hi: कृपया शहर दर्ज करें
mr: कृपया शहर प्रविष्ट करा

# pleaseenteraddress
source: Please enter address 1
bn: অনুগ্রহ করে ঠিকানা ১ প্রবেশ করুন
hi: कृपया पता 1 दर्ज करें
mr: कृपया पत्ता प्रविष्ट करा

source: Please enter spouse first name
bn: অনুগ্রহ করে জীবনসঙ্গীর প্রথম নাম প্রবেশ করুন
hi: कृपया जीवनसाथी का पहला नाम दर्ज करें
mr: कृपया जोडीदाराचे पहिले नाव प्रविष्ट करा

source: Expense should be greater than 50 % of Income
bn: ব্যয়ের পরিমাণ আয়ের ৫০% এর বেশি হওয়া উচিত
hi: व्यय आय के 50% से अधिक होना चाहिए
mr: खर्च उत्पन्नाच्या ५०% पेक्षा जास्त असावा

# incomeshouldbegreaterthanandlessthan
source: Income should be greater than 10,000 and less than 25,000
bn: আয় ১০,০০০ টাকার বেশি এবং ২৫,০০০ টাকার কম হওয়া উচিত
hi: आय 10,000 से अधिक और 25,000 से कम होनी चाहिए
mr: उत्पन्न १०,००० पेक्षा जास्त आणि २५,००० पेक्षा कमी असावे

source: Please Enter Monthly Income
bn: অনুগ্রহ করে মাসিক আয় প্রবেশ করুন
hi: कृपया मासिक आय दर्ज करें
mr: कृपया मासिक उत्पन्न प्रविष्ट करा

source: Please Enter Monthly Expenses
bn: অনুগ্রহ করে মাসিক ব্যয় প্রবেশ করুন
hi: कृपया मासिक व्यय दर्ज करें
mr: कृपया मासिक खर्च प्रविष्ट करा

source: Please select marital status
bn: অনুগ্রহ করে বৈবাহিক অবস্থা নির্বাচন করুন
hi: कृपया वैवाहिक स्थिति चुनें
mr: कृपया वैवाहिक स्थिती निवडा

source: Please enter father first name
bn: অনুগ্রহ করে পিতার প্রথম নাম প্রবেশ করুন
hi: कृपया पिता का पहला नाम दर्ज करें
mr: कृपया वडिलांचे पहिले नाव प्रविष्ट करा

source: Please enter date of birth
bn: অনুগ্রহ করে জন্ম তারিখ প্রবেশ করুন
hi: कृपया जन्म तिथि दर्ज करें
mr: कृपया जन्मतारीख प्रविष्ट करा

source: Please enter correct mobile number
bn: অনুগ্রহ করে সঠিক মোবাইল নম্বর প্রবেশ করুন
hi: कृपया सही मोबाइल नंबर दर्ज करें
mr: कृपया योग्य मोबाइल क्रमांक प्रविष्ट करा

# pleaseselectborrowerrelationwithguardian
source: Please select borrower's relation with guardian
bn: অনুগ্রহ করে ঋণগ্রহীতা ও অভিভাবকের সম্পর্ক নির্বাচন করুন
hi: कृपया उधारकर्ता का अभिभावक से संबंध चुनें
mr: कृपया कर्जदार आणि पालक यांचे नाते निवडा

# pleaseselectborrowergender
source: Please select borrower's gender
bn: অনুগ্রহ করে ঋণগ্রহীতার লিঙ্গ নির্বাচন করুন
hi: कृपया उधारकर्ता का लिंग चुनें
mr: कृपया कर्जदाराचे लिंग निवडा

source: Please enter Guardian Name
bn: অনুগ্রহ করে অভিভাবকের নাম প্রবেশ করুন
hi: कृपया अभिभावक का नाम दर्ज करें
mr: कृपया पालकाचे नाव प्रविष्ट करा

source: Please enter borrower first name
bn: অনুগ্রহ করে ঋণগ্রহীতার প্রথম নাম প্রবেশ করুন
hi: कृपया उधारकर्ता का पहला नाम दर्ज करें
mr: कृपया कर्जदाराचे पहिले नाव प्रविष्ट करा

source: Please choose title
bn: অনুগ্রহ করে উপাধি নির্বাচন করুন
hi: कृपया शीर्षक चुनें
mr: कृपया शीर्षक निवडा

source: Please enter correct aadhaar id
bn: অনুগ্রহ করে সঠিক আধার নম্বর প্রবেশ করুন
hi: कृपया सही आधार आईडी दर्ज करें
mr: कृपया योग्य आधार क्रमांक प्रविष्ट करा

source: Please select village
bn: অনুগ্রহ করে গ্রাম নির্বাচন করুন
hi: कृपया गांव चुनें
mr: कृपया गाव निवडा

source: Please select subdistrict
bn: অনুগ্রহ করে উপ-জেলা নির্বাচন করুন
hi: कृपया उप-जिला चुनें
mr: कृपया उप-जिल्हा निवडा

source: Please select district
bn: অনুগ্রহ করে জেলা নির্বাচন করুন
hi: कृपया जिला चुनें
mr: कृपया जिल्हा निवडा

source: Please select city
bn: অনুগ্রহ করে শহর নির্বাচন করুন
hi: कृपया शहर चुनें
mr: कृपया शहर निवडा

source: Please enter and verify either voter Id or Any other two Ids
bn: অনুগ্রহ করে ভোটার আইডি অথবা অন্য দুইটি আইডি প্রবেশ ও যাচাই করুন
hi: कृपया या तो मतदाता आईडी या कोई अन्य दो आईडी दर्ज करें और सत्यापित करें
mr: कृपया मतदार ओळखपत्र किंवा इतर दोन ओळखपत्रे प्रविष्ट व सत्यापित करा

source: Please enter and verify any two IDs or voter Id
bn: অনুগ্রহ করে দুইটি আইডি বা ভোটার আইডি প্রবেশ ও যাচাই করুন
hi: कृपया कोई भी दो आईडी या मतदाता आईडी दर्ज करें और सत्यापित करें
mr: कृपया कोणतीही दोन ओळखपत्रे किंवा मतदार ओळखपत्र प्रविष्ट व सत्यापित करा

source: Please Enter Expiry date of Driving License
bn: অনুগ্রহ করে ড্রাইভিং লাইসেন্সের মেয়াদ শেষ হওয়ার তারিখ প্রবেশ করুন
hi: कृपया ड्राइविंग लाइसेंस की समाप्ति तिथि दर्ज करें
mr: कृपया वाहन चालवण्याच्या परवान्याची समाप्ती तारीख प्रविष्ट करा

source: Please Verify Driving License
bn: অনুগ্রহ করে ড্রাইভিং লাইসেন্স যাচাই করুন
hi: कृपया ड्राइविंग लाइसेंस की सत्यता जांचें
mr: कृपया ड्रायविंग लायसन्स सत्यापित करा

source: Please verify voter id
bn: অনুগ্রহ করে ভোটার আইডি যাচাই করুন
hi: कृपया मतदाता आईडी सत्यापित करें
mr: कृपया मतदार ओळखपत्र सत्यापित करा

source: Please verify PAN
bn: অনুগ্রহ করে প্যান কার্ড যাচাই করুন
hi: कृपया पैन सत्यापित करें
mr: कृपया पॅन कार्ड सत्यापित करा

source: Please search voter card holder name for verification
bn: অনুগ্রহ করে যাচাইয়ের জন্য ভোটার কার্ডধারীর নাম অনুসন্ধান করুন
hi: सत्यापन के लिए मतदाता कार्ड धारक का नाम खोजें
mr: कृपया सत्यापनासाठी मतदार ओळखपत्र धारकाचे नाव शोधा

source: Please Enter Voter No.
bn: অনুগ্রহ করে ভোটার নম্বর প্রবেশ করুন
hi: कृपया मतदाता नंबर दर्ज करें
mr: कृपया मतदार क्रमांक प्रविष्ट करा

source: Please search driving license holder name for verification
bn: অনুগ্রহ করে যাচাইয়ের জন্য ড্রাইভিং লাইসেন্সধারীর নাম অনুসন্ধান করুন
hi: सत्यापन के लिए ड्राइविंग लाइसेंस धारक का नाम खोजें
mr: कृपया सत्यापनासाठी वाहन परवानाधारकाचे नाव शोधा

source: Please Enter Correct Driving License
bn: অনুগ্রহ করে সঠিক ড্রাইভিং লাইসেন্স নম্বর প্রবেশ করুন
hi: कृपया सही ड्राइविंग लाइसेंस दर्ज करें
mr: कृपया योग्य वाहन परवाना क्रमांक प्रविष्ट करा

source: Please Enter Correct PAN No.
bn: অনুগ্রহ করে সঠিক প্যান নম্বর প্রবেশ করুন
hi: कृपया सही पैन नंबर दर्ज करें
mr: कृपया योग्य पॅन क्रमांक प्रविष्ट करा

source: Please Enter PAN Number
bn: অনুগ্রহ করে প্যান নম্বর প্রবেশ করুন
hi: कृपया पैन नंबर दर्ज करें
mr: कृपया पॅन क्रमांक प्रविष्ट करा

source: Please Enter OTP Here
bn: অনুগ্রহ করে এখানে OTP প্রবেশ করুন
hi: कृपया यहां OTP दर्ज करें
mr: कृपया OTP येथे प्रविष्ट करा

source: Select Bank
bn: ব্যাংক নির্বাচন করুন
hi: बैंक चुनें
mr: बँक निवडा

source: Select Loan Reason
bn: ঋণের কারণ নির্বাচন করুন
hi: ऋण का कारण चुनें
mr: कर्ज घेण्याचे कारण निवडा

source: Please enter mobile number
bn: অনুগ্রহ করে মোবাইল নম্বর প্রবেশ করুন
hi: कृपया मोबाइल नंबर दर्ज करें
mr: कृपया मोबाइल क्रमांक प्रविष्ट करा

source: Please enter Mobile No.
bn: অনুগ্রহ করে মোবাইল নম্বর প্রবেশ করুন
hi: कृपया मोबाइल नंबर दर्ज करें
mr: कृपया मोबाइल क्रमांक प्रविष्ट करा

source: Retry
bn: পুনরায় চেষ্টা করুন
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा

# unabletofetchthelocation
source: Unable to fetch the location. Would you like to try again?
bn: অবস্থান পাওয়া যায়নি। আপনি কি পুনরায় চেষ্টা করতে চান?
hi: स्थान प्राप्त करने में असमर्थ। क्या आप पुनः प्रयास करना चाहेंगे?
mr: स्थान मिळवू शकत नाही. तुम्हाला पुन्हा प्रयत्न करायचा आहे का?

# datanotfetchedfromthisaadhaarleasechecktheimage
source: Data not fetched from this Aadhaar card please check the image
bn: এই আধার কার্ড থেকে তথ্য পাওয়া যায়নি, অনুগ্রহ করে ছবি পরীক্ষা করুন
hi: इस आधार कार्ड से डेटा प्राप्त नहीं हुआ, कृपया छवि जांचें
mr: या आधार कार्डवरून डेटा मिळवता आलेला नाही, कृपया प्रतिमा तपासा

source: Aadhaar QR
bn: আধার QR
hi: आधार क्यूआर
mr: आधार QR

source: Adhaar Back
bn: আধার পিছনের দিক
hi: आधार बैक
mr: आधार मागील बाजू

source: Adhaar Front
bn: আধার সামনের দিক
hi: आधार फ्रंट
mr: आधार समोरील बाजू

# aadhaarmustbecharacterslong
source: Aadhaar must be 12 characters long.
bn: আধার নম্বর ১২ অক্ষরের হতে হবে।
hi: आधार 12 अंकों का होना चाहिए।
mr: आधार क्रमांक १२ अंकांचा असावा.

source: Aadhaar id is not valid
bn: আধার নম্বর বৈধ নয়
hi: आधार आईडी मान्य नहीं है
mr: आधार क्रमांक वैध नाही

source: Aadhaar Id field cannot be empty!
bn: আধার নম্বরের ক্ষেত্র খালি থাকতে পারে না!
hi: आधार आईडी फ़ील्ड खाली नहीं हो सकती!
mr: आधार क्रमांकाचे फील्ड रिकामे असू शकत नाही!

source: Please Enter OTP Properly
bn: অনুগ্রহ করে সঠিকভাবে OTP লিখুন
hi: कृपया ओटीपी ठीक से दर्ज करें
mr: कृपया योग्यरित्या OTP प्रविष्ट करा

source: S.No
bn: নং
hi: क्र.सं
mr: क्र. क्र.

source: Transaction ID
bn: লেনদেন আইডি
hi: लेन-देन आईडी
mr: व्यवहार आयडी

source: Date
bn: তারিখ
hi: तारीख
mr: तारीख

source: Do you want to close app?
bn: আপনি কি অ্যাপটি বন্ধ করতে চান?
hi: क्या आप ऐप बंद करना चाहते हैं?
mr: तुम्हाला ॲप बंद करायचे आहे का?

source: This Id is not verified
bn: এই আইডি যাচাই করা হয় না
hi: यह आईडी सत्यापित नहीं है
mr: या आयडीची पडताळणी झालेली नाही

source: Please select a Request Type
hi: कृपया एक अनुरोध प्रकार चुनें
mr: कृपया विनंती प्रकार निवडा

source: Please select a Creator
hi: कृपया एक निर्माता चुनें
mr: कृपया निर्माता निवडा

source: Please enter Name
hi: कृपया नाम दर्ज करें
mr: कृपया नाव प्रविष्ट करा

source: Please enter IMEI No. 1
hi: कृपया IMEI नंबर 1 दर्ज करें
mr: कृपया IMEI क्रमांक 1 प्रविष्ट करा

source: Please enter IMEI No. 2
hi: कृपया IMEI नंबर 2 दर्ज करें
mr: कृपया IMEI क्रमांक 2 प्रविष्ट करा

source: IMEI No. 1 must be 15 digits
hi: IMEI नंबर 1 15 अंकों का होना चाहिए
mr: IMEI क्रमांक 1 हा 15 अंकी असावा

source: IMEI No. 2 must be 15 digits
hi: IMEI नंबर 2 15 अंकों का होना चाहिए
mr: IMEI क्रमांक 2 हा 15 अंकी असावा

source: User ID Not Found
hi: उपयोगकर्ता आईडी नहीं मिली
mr: वापरकर्ता आयडी आढळला नाही

source: Mobile No. must be 10 digits
hi: मोबाइल नंबर 10 अंकों का होना चाहिए
mr: मोबाइल क्रमांक 10 अंकी असावा

source: Device ID Not Found
hi: डिवाइस आईडी नहीं मिली
mr: डिव्हाइस आयडी आढळला नाही

source: Device ID must be 16 digits
hi: डिवाइस आईडी 16 अंकों की होनी चाहिए
mr: डिव्हाइस आयडी 16 अंकी असावा

source: Branch Not Found
hi: शाखा नहीं मिली
mr: शाखा आढळली नाही

source: Longitude Not Found
hi: देशांतर नहीं मिला
mr: रेखांश आढळला नाही

source: Latitude Not Found
hi: अक्षांश नहीं मिला
mr: अक्षांश आढळला नाही

source: Select Branches
hi: शाखाएँ चुनें
mr: शाखा निवडा

source: Add Branches
hi: शाखाएँ जोड़ें
mr: शाखा जोडा

source: Please capture image first!!
hi: कृपया पहले छवि कैप्चर करें!!
mr: कृपया आधी प्रतिमा कॅप्चर करा!!

source: Please select meeting type
hi: कृपया बैठक का प्रकार चुनें
mr: कृपया बैठक प्रकार निवडा

source: Please enter case code
hi: कृपया केस कोड दर्ज करें
mr: कृपया केस कोड प्रविष्ट करा

# pleasesearchborrowernamebycasecode
source: Please search borrower's name by case code
hi: कृपया केस कोड द्वारा उधारकर्ता का नाम खोजें
mr: कृपया केस कोडद्वारे कर्जदाराचे नाव शोधा

source: Please enter some comments
hi: कृपया कुछ टिप्पणियाँ दर्ज करें
mr: कृपया काही टिप्पण्या प्रविष्ट करा

source: Please click a current picture
hi: कृपया एक वर्तमान चित्र लें
mr: कृपया सध्याचा फोटो काढा

source: Relationship with the applicant
hi: आवेदक के साथ संबंध
mr: अर्जदाराशी संबंध

source: chhoose relation to the person interviewed
hi: साक्षात्कार लेने वाले व्यक्ति से संबंध चुनें
mr: मुलाखतकाराशी नातेसंबंध निवडा

source: Please Select Relation
hi: कृपया संबंध चुनें
mr: कृपया नाते निवडा

source: Please Select Feedback
hi: कृपया प्रतिक्रिया चुनें
mr: कृपया अभिप्राय निवडा

source: Please Select Business Experience
hi: कृपया व्यवसाय का अनुभव का चयन करें
mr: कृपया व्यवसायाचा अनुभव निवडा

source: Please Select Residance Stability
hi: कृपया निवास स्थिरता चुनें
mr: कृपया निवास स्थिरता निवडा

source: Please Select Residing with
hi: कृपया निवास करने वाले व्यक्ति को चुनें
mr: कृपया कोणासोबत राहता ते निवडा

source: Please Select Resedence Type
hi: कृपया निवास का प्रकार चुनें
mr: कृपया निवासाचा प्रकार निवडा

source: Please Click House Picture
hi: कृपया घर की तस्वीर क्लिक करें
mr: कृपया घराचा फोटो काढा

source: Please enter a valid 10-digit mobile number
hi: कृपया एक वैध 10-अंकीय मोबाइल नंबर दर्ज करें
mr: कृपया वैध 10-अंकी मोबाइल क्रमांक प्रविष्ट करा

source: Please enter a valid email address
hi: कृपया एक वैध ईमेल पता दर्ज करें
mr: कृपया वैध ईमेल पत्ता टाका

source: Validation Error
hi: मान्यकरण त्रुटि
mr: सत्यापन त्रुटी

source: Please enter Email ID
hi: कृपया ईमेल आईडी दर्ज करें
mr: कृपया ईमेल आयडी टाका

source: Please enter Place of Birth
hi: कृपया जन्म स्थान दर्ज करें
mr: कृपया जन्म स्थान टाका

source: Please select Dependents
hi: कृपया आश्रितों का चयन करें
mr: कृपया आश्रितांची निवड करा

source: Please select Religion
hi: कृपया धर्म का चयन करें
mr: कृपया धर्माची निवड करा

source: Please select cast
hi: कृपया जाति का चयन करें
mr: कृपया जात निवडा

source: Please select Is Handicap
hi: कृपया विकलांगता का चयन करें
mr: कृपया अपंगाची निवड करा

source: Please select special ability
hi: कृपया विशेष क्षमता का चयन करें
mr: कृपया विशेष क्षमता निवडा

source: Please select Special Social Category
hi: कृपया विशेष सामाजिक श्रेणी का चयन करें
mr: कृपया विशेष सामाजिक वर्ग निवडा

source: Please enter Address Line 1 (Permanent)
hi: कृपया स्थायी पते की पंक्ति 1 दर्ज करें
mr: कृपया स्थायी पत्त्याची रेषा १ टाका

source: Please select permanent state
hi: कृपया स्थायी राज्य का चयन करें
mr: कृपया स्थायी राज्य निवडा

source: Please enter Address Line 1 (Current)
hi: कृपया वर्तमान पते की पंक्ति 1 दर्ज करें
mr: कृपया चालू पत्त्याची रेषा १ टाका

source: Please select current state
hi: कृपया वर्तमान राज्य का चयन करें
mr: कृपया चालू राज्य निवडा

source: Please enter City (Permanent)
hi: कृपया स्थायी शहर दर्ज करें
mr: कृपया स्थायी शहर टाका

source: Please enter Pincode (Permanent)
hi: कृपया स्थायी पिनकोड दर्ज करें
mr: कृपया स्थायी पिनकोड टाका

source: Please enter City (Current)
hi: कृपया वर्तमान शहर दर्ज करें
mr: कृपया चालू शहर टाका

source: Please enter Pincode (Current)
hi: कृपया वर्तमान पिनकोड दर्ज करें
mr: कृपया चालू पिनकोड टाका

source: Please select years of residing
hi: कृपया निवास के वर्षों का चयन करें
mr: कृपया वास्तव्याचे वर्ष निवडा

source: Please select property in acres
hi: कृपया एकड़ में संपत्ति का चयन करें
mr: कृपया एकरमध्ये मालमत्ता निवडा

source: Please select house owner type
hi: कृपया घर के स्वामी का प्रकार चयन करें
mr: कृपया घराच्या मालकाचा प्रकार निवडा

# pleaseentermotherfirstname
source: Please enter Mother's First Name
hi: कृपया माँ का पहला नाम दर्ज करें
mr: कृपया आईचे पहिले नाव टाका

source: Please Select Number of Children
hi: कृपया बच्चों की संख्या का चयन करें
mr: कृपया मुलांची संख्या निवडा

source: Please Select School Going Children
hi: कृपया विद्यालय जाने वाले बच्चों का चयन करें
mr: कृपया शाळेत जाणाऱ्या मुलांची निवड करा

source: Please Select Other Dependents
hi: कृपया अन्य आश्रितों का चयन करें
mr: कृपया इतर आश्रितांची निवड करा

source: Please Select Occupation
hi: कृपया व्यवसाय का चयन करें
mr: कृपया व्यवसाय निवडा

source: Please Select Business
hi: कृपया व्यवसाय का चयन करें
mr: कृपया व्यवसाय निवडा

source: Please Enter Current EMIs Amount
hi: कृपया वर्तमान EMI राशि दर्ज करें
mr: कृपया चालू EMI रक्कम टाका

source: Please Select Home Type
hi: कृपया घर के प्रकार का चयन करें
mr: कृपया घराच्या प्रकाराची निवड करा

source: Please Select Roof Type
hi: कृपया छत के प्रकार का चयन करें
mr: कृपया छताच्या प्रकाराची निवड करा

source: Please Select Toilet Type
hi: कृपया शौचालय के प्रकार का चयन करें
mr: कृपया शौचालयाच्या प्रकाराची निवड करा

source: Please Select Living With Spouse
hi: कृपया जीवनसाथी के साथ रहने का चयन करें
mr: कृपया पत्नी/पतीसह राहण्याची निवड करा

source: Please Select Earning Members
hi: कृपया कमाई करने वाले सदस्य का चयन करें
mr: कृपया कमाई करणाऱ्या सदस्यांची निवड करा

source: Please Enter Future Income
hi: कृपया भविष्य की आय दर्ज करें
mr: कृपया भविष्यकालीन उत्पन्न टाका

source: Please Enter Agriculture Income
hi: कृपया कृषि आय दर्ज करें
mr: कृपया कृषी उत्पन्न टाका

source: Please Enter Other Income
hi: कृपया अन्य आय दर्ज करें
mr: कृपया इतर उत्पन्न टाका

source: Please Enter Annual Income
hi: कृपया वार्षिक आय दर्ज करें
mr: कृपया वार्षिक उत्पन्न टाका

source: Please Enter Other Than Agricultural Income
hi: कृपया कृषि से अलग आय दर्ज करें
mr: कृपया कृषीशिवाय उत्पन्न टाका

source: Please Enter Pension Income
hi: कृपया पेंशन आय दर्ज करें
mr: कृपया पेन्शन उत्पन्न टाका

source: Please Enter Any Rental Income
hi: कृपया कोई भी किराया आय दर्ज करें
mr: कृपया भाड्याचे उत्पन्न टाका

source: Please Enter Rent
hi: कृपया किराया दर्ज करें
mr: कृपया भाडे टाका

source: Please Enter Fooding Expenses
hi: कृपया भोजन खर्च दर्ज करें
mr: कृपया अन्न खर्च टाका

source: Please Enter Education Expenses
hi: कृपया शिक्षा खर्च दर्ज करें
mr: कृपया शालेय खर्च टाका

source: Please Enter Health Expenses
hi: कृपया स्वास्थ्य खर्च दर्ज करें
mr: कृपया आरोग्य खर्च टाका

source: Please Enter Travelling Expenses
hi: कृपया यात्रा खर्च दर्ज करें
mr: कृपया प्रवास खर्च टाका

source: Please Enter Entertainment Expenses
hi: कृपया मनोरंजन खर्च दर्ज करें
mr: कृपया मनोरंजन खर्च टाका

source: Please Enter Spending on Children
hi: कृपया बच्चों पर खर्च दर्ज करें
mr: कृपया मुलांवर खर्च टाका

source: Please Enter Other Expenses
hi: कृपया अन्य खर्च दर्ज करें
mr: कृपया इतर खर्च टाका

source: please Enter Bank Account Number
hi: कृपया बैंक खाता संख्या दर्ज करें
mr: कृपया बँक खाते क्रमांक टाका

source: Please Enter Bank IFSC Code
hi: कृपया बैंक आईएफएससी कोड दर्ज करें
mr: कृपया बँकेचा IFSC कोड प्रविष्ट करा

source: Please Enter Bank NamePlease Enter Bank IFSC Code
hi: कृपया बैंक का नाम और IFSC कोड दर्ज करें
mr: कृपया बँकेचे नाव आणि IFSC कोड टाका

source: please Enter Bank Opening DatePlease
hi: कृपया बैंक खाता खोलने की तारीख दर्ज करें
mr: कृपया बँक खाते उघडण्याची तारीख टाका

source: select account type
hi: कृपया खाता प्रकार का चयन करें
mr: कृपया खाते प्रकार निवडा

source: Please check bank address not found with this IFSC
hi: कृपया बैंक का पता जांचें, इस IFSC के साथ नहीं मिला
mr: कृपया बँक पत्ता तपासा, हा IFSC कोडाशी मिळत नाही

source: Account Holder name is not found
hi: खाता धारक का नाम नहीं मिला
mr: खातेधारकाचे नाव आढळले नाही

source: Please Enter Family Member Name
hi: कृपया परिवार सदस्य का नाम दर्ज करें
mr: कृपया कुटुंब सदस्याचे नाव टाका

source: Please Enter Family Member Age
hi: कृपया परिवार सदस्य की आयु दर्ज करें
mr: कृपया कुटुंब सदस्याची वयोमर्यादा टाका

source: Please Enter Family Member Income
hi: कृपया परिवार सदस्य की आय दर्ज करें
mr: कृपया कुटुंब सदस्याचे उत्पन्न टाका

source: Please Select Gender
hi: कृपया लिंग का चयन करें
mr: कृपया लिंग निवडा

source: Please Select Relation with Borrower
hi: कृपया उधारकर्ता से संबंध का चयन करें
mr: कृपया कर्जदारासोबतचा संबंध निवडा

source: Please Select Health Status
hi: कृपया स्वास्थ्य स्थिति का चयन करें
mr: कृपया आरोग्य स्थिती निवडा

source: Please Select Education Level
hi: कृपया शिक्षा स्तर का चयन करें
mr: कृपया शैक्षणिक स्तर निवडा

source: Please Select School Type
hi: कृपया विद्यालय प्रकार का चयन करें
mr: कृपया शाळेचा प्रकार निवडा

source: Please Select Business Type
hi: कृपया व्यवसाय प्रकार का चयन करें
mr: कृपया व्यवसायाचा प्रकार निवडा

source: Please Select Income Type
hi: कृपया आय प्रकार का चयन करें
mr: कृपया उत्पन्न प्रकार निवडा

source: Please Enter Age
hi: कृपया आयु दर्ज करें
mr: कृपया वय टाका

source: Please Enter Income
hi: कृपया आय दर्ज करें
mr: कृपया उत्पन्न टाका

# borrowercanbecoborrower
source: Borrower can't be Coborrower
hi: उधारकर्ता को सह-उधारकर्ता नहीं बनाया जा सकता
mr: कर्जदार सह-कर्जदार होऊ शकत नाही

source: Please Enter First Name
hi: कृपया पहला नाम दर्ज करें
mr: कृपया पहिले नाव टाका

source: Please Verify PAN No
hi: कृपया PAN नंबर की सत्यता जांचें
mr: कृपया PAN नंबर सत्यापित करा

source: Please Verify Voter No.
hi: कृपया वोटर नंबर की सत्यता जांचें
mr: कृपया वोटर नंबर सत्यापित करा

source: Please click Guarantor picture
hi: कृपया गारंटर की तस्वीर पर क्लिक करें
mr: कृपया गॅरेंटरची फोटो क्लिक करा

source: OSV Stamp not found or Not readable!!
hi: OSV स्टांप नहीं मिला या पठनीय नहीं है!!
mr: OSV स्टँप सापडला नाही किंवा वाचता येत नाही!!

# didnotfounddocumentid
source: Did not found Document Id\nPlease check document id properly clear or readable
hi: दस्तावेज़ ID नहीं मिली\nकृपया दस्तावेज़ ID को सही ढंग से जांचें और स्पष्ट रूप से पढ़ें
mr: दस्तावेज आयडी सापडला नाही\nकृपया दस्तावेज आयडी तपासा आणि स्पष्टपणे वाचा

source: Please upload Aadhaar Front
hi: कृपया आधार कार्ड का सामने का भाग अपलोड करें
mr: कृपया आधार कार्डाचा समोरचा भाग अपलोड करा

source: Please upload Aadhaar Back
hi: कृपया आधार कार्ड का पीछे का भाग अपलोड करें
mr: कृपया आधार कार्डाचा मागचा भाग अपलोड करा

source: Please upload Driving License
hi: कृपया ड्राइविंग लाइसेंस अपलोड करें
mr: कृपया ड्रायविंग लायसन्स अपलोड करा

source: Please upload Voter Card Front
hi: कृपया वोटर कार्ड का सामने का भाग अपलोड करें
mr: कृपया वोटर कार्डाचा समोरचा भाग अपलोड करा

source: Please upload Voter Card Back
hi: कृपया वोटर कार्ड का पीछे का भाग अपलोड करें
mr: कृपया वोटर कार्डाचा मागचा भाग अपलोड करा

source: Please upload PAN Card
hi: कृपया पैन कार्ड अपलोड करें
mr: कृपया PAN कार्ड अपलोड करा

source: Please upload Passport
hi: कृपया पासपोर्ट अपलोड करें
mr: कृपया पासपोर्ट अपलोड करा

source: Please upload Passbook
hi: कृपया पासबुक अपलोड करें
mr: कृपया पासबुक अपलोड करा

source: Please upload CO-Borrower Aadhaar Front
hi: कृपया सह-उधारकर्ता का आधार कार्ड सामने का भाग अपलोड करें
mr: कृपया सहकर्जदाराचा आधार कार्डाचा समोरचा भाग अपलोड करा

source: Please upload CO-Borrower Aadhaar Back
hi: कृपया सह-उधारकर्ता का आधार कार्ड पीछे का भाग अपलोड करें
mr: कृपया सहकर्जदाराचा आधार कार्डाचा मागचा भाग अपलोड करा

source: Please upload CO-Borrower Driving License
hi: कृपया सह-उधारकर्ता का ड्राइविंग लाइसेंस अपलोड करें
mr: कृपया सहकर्जदाराचा ड्रायविंग लायसन्स अपलोड करा

source: Please upload CO-Borrower Voter Card Front
hi: कृपया सह-उधारकर्ता का वोटर कार्ड सामने का भाग अपलोड करें
mr: कृपया सहकर्जदाराचा वोटर कार्डाचा समोरचा भाग अपलोड करा

source: Please upload CO-Borrower Voter Card Back
hi: कृपया सह-उधारकर्ता का वोटर कार्ड पीछे का भाग अपलोड करें
mr: कृपया सहकर्जदाराचा वोटर कार्डाचा मागचा भाग अपलोड करा

source: Please upload CO-Borrower PAN Card
hi: कृपया सह-उधारकर्ता का पैन कार्ड अपलोड करें
mr: कृपया सहकर्जदाराचा PAN कार्ड अपलोड करा

source: Please search PAN card holder name for verification
hi: कृपया सत्यापन के लिए पैन कार्ड धारक का नाम खोजें
mr: कृपया पडताळणीसाठी पॅन कार्ड धारकाचे नाव शोधा

source: Please enter
hi: कृपया दर्ज करें
mr: कृपया प्रविष्ट करा

source: Record Not Found!!
hi: रिकॉर्ड नहीं मिला!!
mr: रेकॉर्ड सापडला नाही!!

source: Case Status
mr: केसची स्थिती

# alternateMobile
source: Alternate Mobile no
mr: पर्यायी मोबाईल नंबर.

# pleaseentermobilenoalternate
source: Please enter correct Alternate Mobile no
mr: कृपया पर्यायी मोबाईल नंबर एंटर करा.

# accountHolderNameMismatchShort
source: Account holder name doesn't match borrower name.
mr: खातेधारकाचे नाव कर्जदाराच्या नावाशी जुळत नाही.
