Repository: sunny-Joon/Flutter-Sourcing-App
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr

# termandcondition
source: <b><u>TERMS & CONDITIONS FOR ONLINE PAYMENTS TO BE MADE TO PAISALO DIGITAL LTD</u></b><br> Name of NBFC:. <b>PAISALO DIGITAL LTD</b><br> CSC POCKET 52 CR PARK NEAR POLICE STATION<br> NEW DELHI -110019<br> WWW.PAISALO.IN<br><br> <b>Online Charges Payments</b>:<br> This online payment system is provided by PAISALO DIGITAL LTD. The PAISALO DIGITAL LTD may update these terms from time to time and any changes will be effective immediately on being set out on this portal. Please ensure that you are aware of the current terms. The country of domicile of PAISALO DIGITAL LTD is India and legal jurisdiction is New Delhi, India.<br> Please read these terms carefully before using the online payment facility. Using the Online payment facility on this website indicates that you accept these terms. If you do not accept these terms do not use this facility.<br><br> All payments are subject to the following conditions:<br> * The description of items is specific to you when you log in with your user id and unique password.<br> * All Charges quoted are in Indian Rupees.<br> * PAISALO DIGITAL LTD reserves the right to change the Charges at any time.<br> * Your payment to PAISALO DIGITAL LTD will normally reach PAISALO DIGITAL LTD account, within two working days.<br> * We cannot accept liability for a payment not reaching the correct account of PAISALO DIGITAL LTD, due to quoting an incorrect account number or incorrect details, by you. Neither can we accept liability if payment is refused or declined by the Net banking/credit/debit card supplier for any reason.<br> * If the Banker/card supplier declines payment, PAISALO DIGITAL LTD is under no obligation to bring this fact to your attention.<br> * It is for you (the Customer) to check with your bank/credit/debit card supplier that payment has been deducted from your account.<br> * In no event, PAISALO DIGITAL LTD will be liable for any damages whatsoever arising out of the use, computer virus, malware, inability to use, or the results of use of this site or any websites linked to this site, or the materials or information contained at any or all such sites, whether based on warranty, contract, tort or any other legal theory and whether or not advised of the possibility of such damages.<br><br> <b>Refund Policy :</b><br> Refunds, if applicable, at the discretion of the Management, will only be made as per the sources of Net Banking/debit/credit card used for the original transaction. For the avoidance of doubt, nothing in this Policy shall require PAISALO DIGITAL LTD to refund the Charges (or part thereof) unless such Charges (or part thereof) have previously been paid by the customer through online payment mode and the same has been credited into the accounts of PAISALO DIGITAL LTD and has the approval of the Management for refund. The Refunded amount will be credited back to source account within 7 working days.<br><br> <b>Cancel and Return Policy :</b><br> Cancel and Return, if applicable, at the discretion of the Management, will only be made as per the sources of Net Banking/debit/credit card used for the original transaction. For the avoidance of doubt, nothing in this Policy shall require PAISALO DIGITAL LTD to Cancel and Return the Charges (or part thereof) unless such Charges (or part thereof) have previously been paid by the customer through online payment mode and the same has been credited into the accounts of PAISALO DIGITAL LTD and has the approval of the Management for Cancel and Return. The cancellation and return will take up to 20 working days.<br> Privacy Policy<br> This Privacy Policy applies to all of the Fees, Payment of Dues, Charges and related payments payable to PAISALO DIGITAL LTD through online mode. Sometimes, we may post specific privacy notices to explain in more detail. If you have any questions about this Privacy Policy, please feel free to contact us through our email DELHI@PAISALO.IN<br> Changes to our Privacy Policy<br> PAISALO DIGITAL LTD reserves the entire right to modify / amend / remove this privacy statement anytime and without any reason. Nothing contained herein creates or is intended to create a contract/agreement between PAISALO DIGITAL LTD and any user visiting the website or providing Identifying information of any kind.<br><br> <b>DND Policy:</b><br> If you wish to stop any further sms/email alerts/contacts from our side, all you need to do is to send an email to DELHI@PAISALO.IN with your registered mobile number and you will be excluded from the ‘alerts list’.<br> Contact Email <i>DELHI@PAISALO.IN</i><br><br> <b>Terms of Payment:</b><br> 1. Charges, Taxes applicable for online payment through Payment Gateway will be borne by the customer.<br> 2. In respect of any failed transactions of any of the Customers, processed through this service, the amount will be refunded after deducting the transaction charges.<br>
bn: <b><u>পেইসলো ডিজিটাল লিমিটেডের অনলাইন পেমেন্টের শর্তাবলী</u></b><br> এনবিএফসি নাম: <b>পেইসলো ডিজিটাল লিমিটেড</b><br> সিএসসি পকেট 52 সি আর পার্ক পুলিশ স্টেশনের পাশ,<br> নতুন দিল্লি - 110019<br> WWW.PAISALO.IN<br><br> <b>অনলাইন পেমেন্ট:</b><br> এটি একটি অনলাইন পেমেন্ট সিস্টেম যা পেইসলো ডিজিটাল লিমিটেড দ্বারা সরবরাহিত। পেইসলো ডিজিটাল লিমিটেড সময়ে সময়ে এই শর্তাবলী আপডেট করতে পারে এবং এই পোর্টালে যেকোনো পরিবর্তনগুলি তৎক্ষণাৎ কার্যকর হবে। অনুগ্রহ করে নিশ্চিত করুন যে আপনি বর্তমান শর্তাবলী জানেন। পেইসলো ডিজিটাল লিমিটেডের অবস্থান ভারত এবং আইনগত অঞ্চল দিল্লি, ভারত।<br> অনলাইন পেমেন্ট সুবিধা ব্যবহার করার আগে এই শর্তাবলী মনোযোগ দিয়ে পড়ুন। এই সাইটে অনলাইন পেমেন্ট সুবিধা ব্যবহার করার মাধ্যমে আপনি এই শর্তাবলী মেনে নিচ্ছেন। যদি আপনি এই শর্তাবলী মেনে না নেন তবে এই সুবিধা ব্যবহার করবেন না।<br><br> সর্বোচ্চ পেমেন্টগুলি নিম্নলিখিত শর্তাবলীর অধীনে:<br> * পণ্য বর্ণনা আপনার ব্যবহারকারীর আইডি এবং ইউনিক পাসওয়ার্ড ব্যবহার করে লগ ইন করার পরে আপনার জন্য নির্দিষ্ট হয়।<br> * উল্লিখিত সমস্ত ফি ভারতীয় রুপি তে রয়েছে।<br> * পেইসলো ডিজিটাল লিমিটেড যেকোনো সময় ফি পরিবর্তন করার অধিকার রাখে।<br> * পেইসলো ডিজিটাল লিমিটেডে আপনার পেমেন্ট সাধারণত দুই কর্মদিবসের মধ্যে পৌঁছাবে।<br> * আপনি ভুল অ্যাকাউন্ট নম্বর বা ভুল বিবরণ প্রদান করলে পেইসলো ডিজিটাল লিমিটেডের সঠিক অ্যাকাউন্টে পেমেন্ট না পৌঁছানোর জন্য আমরা কোন দায়িত্ব গ্রহণ করি না। যদি কোন কারণে নেট ব্যাংকিং/ক্রেডিট/ডেবিট কার্ড প্রদানকারী পেমেন্ট অস্বীকার বা প্রত্যাখ্যান করে, তবে আমরা কোন দায়িত্ব গ্রহণ করি না।<br> * যদি ব্যাংকার/কার্ড প্রদানকারী পেমেন্ট অস্বীকার করে, তবে পেইসলো ডিজিটাল লিমিটেড আপনাকে এই বিষয়টি জানাতে বাধ্য নয়।<br> * এটি আপনার (গ্রাহক) দায়িত্ব যে আপনি আপনার ব্যাংক/ক্রেডিট/ডেবিট কার্ড প্রদানকারীর সাথে চেক করুন যে আপনার অ্যাকাউন্ট থেকে পেমেন্ট কাটা হয়েছে কিনা।<br> * কোন পরিস্থিতিতেই, পেইসলো ডিজিটাল লিমিটেড এই সাইটের ব্যবহার, কম্পিউটার ভাইরাস, ম্যালওয়্যার, ব্যবহার করতে অক্ষমতা, বা এই সাইটের সাথে সম্পর্কিত অন্যান্য সাইটের ব্যবহার থেকে উদ্ভূত কোন ক্ষতির জন্য দায়ী থাকবে না, তা সে ওয়ারেন্টি, চুক্তি, অপরাধ বা অন্য কোন আইনী ভিত্তি উপর ভিত্তি করে হোক এবং এমন ক্ষতির সম্ভাবনার বিষয়ে পরামর্শ দেওয়া হয়েছে কি না তা বিবেচ্য নয়।<br><br> <b>রিফান্ড পলিসি:</b><br> রিফান্ড, যদি প্রযোজ্য হয়, তবে ব্যবস্থাপনার বিবেচনার উপর, শুধুমাত্র মূল লেনদেনের জন্য ব্যবহৃত নেট ব্যাংকিং/ডেবিট/ক্রেডিট কার্ডের সোর্স অনুসারে প্রদান করা হবে। সন্দেহ এড়ানোর জন্য, এই নীতিতে কিছুই পেইসলো ডিজিটাল লিমিটেডকে ফি (অথবা এর অংশ) ফেরত দেওয়ার জন্য বাধ্য করবে না যতক্ষণ না সে ফি (অথবা এর অংশ) আগে গ্রাহক দ্বারা অনলাইন পেমেন্ট মোডের মাধ্যমে পরিশোধ করা না হয় এবং তা পেইসলো ডিজিটাল লিমিটেডের অ্যাকাউন্টে জমা হয় এবং ব্যবস্থাপনার দ্বারা রিফান্ডের জন্য অনুমোদন দেওয়া হয়। রিফান্ডকৃত পরিমাণ 7 কার্যদিবসের মধ্যে সোর্স অ্যাকাউন্টে জমা করা হবে।<br><br> <b>ক্যান্সেলেশন এবং রিফান্ড পলিসি:</b><br> ক্যান্সেলেশন এবং রিফান্ড, যদি প্রযোজ্য হয়, তবে ব্যবস্থাপনার বিবেচনার উপর, শুধুমাত্র মূল লেনদেনের জন্য ব্যবহৃত নেট ব্যাংকিং/ডেবিট/ক্রেডিট কার্ডের সোর্স অনুসারে প্রদান করা হবে। সন্দেহ এড়ানোর জন্য, এই নীতিতে কিছুই পেইসলো ডিজিটাল লিমিটেডকে ফি (অথবা এর অংশ) ক্যান্সেল এবং রিফান্ড দেওয়ার জন্য বাধ্য করবে না যতক্ষণ না সে ফি (অথবা এর অংশ) আগে গ্রাহক দ্বারা অনলাইন পেমেন্ট মোডের মাধ্যমে পরিশোধ করা না হয় এবং তা পেইসলো ডিজিটাল লিমিটেডের অ্যাকাউন্টে জমা হয় এবং ব্যবস্থাপনার দ্বারা ক্যান্সেলেশন এবং রিফান্ডের জন্য অনুমোদন দেওয়া হয়। ক্যান্সেলেশন এবং রিফান্ড প্রক্রিয়া 20 কর্মদিবসের মধ্যে সম্পূর্ণ হতে পারে।<br> গোপনীয়তা নীতি<br> এই গোপনীয়তা নীতি অনলাইন মোডের মাধ্যমে পেইসলো ডিজিটাল লিমিটেডের প্রদত্ত সমস্ত ফি, বকেয়া পরিমাণ, ফি এবং সংশ্লিষ্ট পেমেন্টের জন্য প্রযোজ্য। কখনও কখনও, আমরা আরও বিস্তারিত ব্যাখ্যা দেওয়ার জন্য নির্দিষ্ট গোপনীয়তা বিজ্ঞপ্তি পোস্ট করতে পারি। যদি আপনার এই গোপনীয়তা নীতি সম্পর্কে কোনও প্রশ্ন থাকে, তবে দয়া করে আমাদের ইমেল DELHI@PAISALO.IN মাধ্যমে আমাদের সাথে যোগাযোগ করুন।<br> আমাদের গোপনীয়তা নীতির পরিবর্তন<br> পেইসলো ডিজিটাল লিমিটেড এই গোপনীয়তা বিবৃতিতে যেকোনো সময় এবং কোন কারণ ছাড়াই পরিবর্তন/সংশোধন/অপসারণ করার পূর্ণ অধিকার রাখে। এখানে উল্লিখিত কিছুই পেইসলো ডিজিটাল লিমিটেড এবং ওয়েবসাইটে আসা বা যেকোনো ধরনের পরিচয় তথ্য প্রদানকারী কোনও ব্যবহারকারীর মধ্যে কোনও চুক্তি/সমঝোতা তৈরি করে না বা তৈরি করার উদ্দেশ্য নেই।<br><br> <b>DND নীতি:</b><br> যদি আপনি আমাদের থেকে অতিরিক্ত এসএমএস/ইমেইল অ্যালার্ট/কন্ট্যাক্ট বন্ধ করতে চান, তবে আপনাকে শুধু DELHI@PAISALO.IN-এ আপনার রেজিস্টারড মোবাইল নম্বর সহ একটি ইমেইল পাঠাতে হবে এবং আপনাকে 'অ্যালার্ট লিস্ট' থেকে বাদ দেওয়া হবে।<br> যোগাযোগ ইমেইল <i>DELHI@PAISALO.IN</i><br><br> <b>পেমেন্ট শর্তাবলী:</b><br> 1. পেমেন্ট গেটওয়ের মাধ্যমে অনলাইন পেমেন্টের জন্য প্রযোজ্য ফি এবং কর গ্রাহককে বহন করতে হবে।<br> 2. এই পরিষেবার মাধ্যমে প্রসেস করা কোনও গ্রাহকের ব্যর্থ লেনদেনের ক্ষেত্রে, লেনদেনের ফি কেটে টাকা ফেরত দেওয়া হবে।<br>
hi: <b><u>पैसालो डिजिटल लिमिटेड को ऑनलाइन भुगतान करने के नियम और शर्तें</u></b><br> एनबीएफसी का नाम:. <b>पैसालो डिजिटल लिमिटेड</b><br> सीएससी पॉकेट 52 सीआर पार्क पुलिस स्टेशन के पास<br> नई दिल्ली -110019<br> WWW.PAISALO.IN<br><br> <b>ऑनलाइन शुल्क भुगतान</b>:<br> यह ऑनलाइन भुगतान प्रणाली पैसालो डिजिटल लिमिटेड द्वारा प्रदान की गई है। पैसालो डिजिटल लिमिटेड समय-समय पर इन शर्तों को अपडेट कर सकता है और इस पोर्टल पर निर्धारित किए जाने पर कोई भी बदलाव तुरंत प्रभावी होगा। कृपया सुनिश्चित करें कि आप वर्तमान शर्तों से अवगत हैं। पैसालो डिजिटल लिमिटेड का अधिवास देश भारत है और कानूनी क्षेत्राधिकार नई दिल्ली, भारत है।<br> ऑनलाइन भुगतान सुविधा का उपयोग करने से पहले कृपया इन शर्तों को ध्यान से पढ़ें। इस वेबसाइट पर ऑनलाइन भुगतान सुविधा का उपयोग करने का मतलब है कि आप इन शर्तों को स्वीकार करते हैं। यदि आपइन शर्तों को स्वीकार नहीं करते हैं तो इस सुविधा का उपयोग न करें।<br><br> सभी भुगतान निम्नलिखित शर्तों के अधीन हैं:<br> * वस्तुओं का विवरण आपके उपयोगकर्ता आईडी और अद्वितीय पासवर्ड के साथ लॉग इन करने पर आपके लिए विशिष्ट होता है।<br> * उद्धृत सभी शुल्क भारतीय रुपये में हैं।<br> * पैसालो डिजिटल लिमिटेड किसी भी समय शुल्क बदलने का अधिकार सुरक्षित रखता है।<br> * पैसालो डिजिटल लिमिटेड को आपका भुगतान सामान्यतः दो कार्य दिवसों के भीतर पैसालो डिजिटल लिमिटेड के खाते में पहुंच जाएगा।<br> * आपके द्वारा गलत खाता संख्या या गलत विवरण उद्धृत करने के कारण पैसालो डिजिटल लिमिटेड के सही खाते तक भुगतान न पहुंचने की जिम्मेदारी हम स्वीकार नहीं कर सकते। यदि किसी भी कारण से नेट बैंकिंग/क्रेडिट/डेबिट कार्ड आपूर्तिकर्ता द्वारा भुगतान अस्वीकार या अस्वीकृत किया जाता है, तो हम दायित्व स्वीकार नहीं कर सकते।<br> * यदि बैंकर/कार्ड आपूर्तिकर्ता भुगतान अस्वीकार करता है, तो पैसालो डिजिटल लिमिटेड इस तथ्य को आपके ध्यान में लाने के लिए बाध्य नहीं है।<br> * यह आपकी (ग्राहक) जिम्मेदारी है कि आप अपने बैंक/क्रेडिट/डेबिट कार्ड आपूर्तिकर्ता से जांच करें कि आपके खाते से भुगतान काट लिया गया है।<br> * किसी भी स्थिति में, पैसालो डिजिटल लिमिटेड इस साइट के उपयोग, कंप्यूटर वायरस, मैलवेयर, उपयोग करने में असमर्थता, या इस साइट से जुड़े किसी भी वेबसाइट के उपयोग के परिणामों, या किसी भी या सभी ऐसी साइटों पर निहित सामग्री या जानकारी के उपयोग से उत्पन्न होने वाले किसी भी नुकसान के लिए उत्तरदायी नहीं होगा, चाहे वह वारंटी, अनुबंध, अपकृत्य या किसी अन्य कानूनी सिद्धांत पर आधारित हो और चाहे ऐसे नुकसान की संभावना के बारे में सलाह दी गई हो या नहीं।<br><br> <b>धनवापसी नीति :</b><br> धनवापसी, यदि लागू हो, तो प्रबंधन के विवेक पर, केवल मूल लेनदेन के लिए उपयोग किए गए नेट बैंकिंग/डेबिट/क्रेडिट कार्ड के स्रोतों के अनुसार ही की जाएगी। संदेह से बचने के लिए, इस नीति में कुछ भी पैसालो डिजिटल लिमिटेड को शुल्क (या उसका हिस्सा) वापस करने के लिए बाध्य नहीं करेगा जब तक कि ऐसे शुल्क (या उसका हिस्सा) पहले ग्राहक द्वारा ऑनलाइन भुगतान मोड के माध्यम से भुगतान नहीं किया गया हो और वही पैसालो डिजिटल लिमिटेड के खातों में जमा हो गया हो और प्रबंधन द्वारा धनवापसी के लिए अनुमोदन हो। धनवापसी की गई राशि 7 कार्य दिवसों के भीतर स्रोत खाते में वापस जमा कर दी जाएगी।<br><br> <b>रद्द और वापसी नीति :</b><br> रद्द और वापसी, यदि लागू हो, तो प्रबंधन के विवेक पर, केवल मूल लेनदेन के लिए उपयोग किए गए नेट बैंकिंग/डेबिट/क्रेडिट कार्ड के स्रोतों के अनुसार ही की जाएगी। संदेह से बचने के लिए, इस नीति में कुछ भी पैसालो डिजिटल लिमिटेड को शुल्क (या उसका हिस्सा) रद्द और वापस करने के लिए बाध्य नहीं करेगा जब तक कि ऐसे शुल्क (या उसका हिस्सा) पहले ग्राहक द्वारा ऑनलाइन भुगतान मोड के माध्यम से भुगतान नहीं किया गया हो और वही पैसालो डिजिटल लिमिटेड के खातों में जमा हो गया हो और प्रबंधन द्वारा रद्द और वापसी के लिए अनुमोदन हो। रद्द और वापसी में 20 कार्य दिवस तक लगेंगे।<br> गोपनीयता नीति<br> यह गोपनीयता नीति ऑनलाइन मोड के माध्यम से पैसालो डिजिटल लिमिटेड को देय सभी शुल्क, बकाया राशि, शुल्क और संबंधित भुगतानों पर लागू होती है। कभी-कभी, हम अधिक विस्तार से समझाने के लिए विशिष्ट गोपनीयता नोटिस पोस्ट कर सकतेहैं। यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमारे ईमेल DELHI@PAISALO.IN के माध्यम से हमसे बेझिझक संपर्क करें।<br> हमारी गोपनीयता नीति में परिवर्तन<br> पैसालो डिजिटल लिमिटेड इस गोपनीयता कथन को किसी भी समय और बिना किसी कारण के संशोधित/संशोधित/हटाने का पूरा अधिकार सुरक्षित रखता है। यहां निहित कुछ भी पैसालो डिजिटल लिमिटेड और वेबसाइट पर आने वाले या किसी भी प्रकार की पहचान जानकारी प्रदान करने वाले किसी भी उपयोगकर्ता के बीच कोई अनुबंध/समझौता नहीं बनाता है या बनाने का इरादा नहीं रखता है।<br><br> <b>डीएनडी नीति:</b><br> यदि आप हमारी ओर से आगे कोई भी एसएमएस/ईमेल अलर्ट/संपर्क बंद करना चाहते हैं, तो आपको बस इतना करना है कि DELHI@PAISALO.IN पर अपने पंजीकृत मोबाइल नंबर के साथ एक ईमेल भेजें और आपको 'अलर्ट सूची' से बाहर कर दिया जाएगा।<br> संपर्क ईमेल <i>DELHI@PAISALO.IN</i><br><br> <b>भुगतान की शर्तें:</b><br> 1. पेमेंट गेटवे के माध्यम से ऑनलाइन भुगतान के लिए लागू शुल्क, कर ग्राहक द्वारा वहन किए जाएंगे।<br> 2. इस सेवा के माध्यम से संसाधित किसी भी ग्राहक के विफल लेनदेन के संबंध में, लेनदेन शुल्क काटकर राशि वापस कर दी जाएगी।<br>
mr: <b><u>पैसालो डिजिटल लिमिटेडच्या ऑनलाइन पेमेंटच्या नियम आणि अटी</u></b><br> एनबीएफसी नाव: <b>पैसालो डिजिटल लिमिटेड</b><br> सीएससी पॉकेट 52 सीआर पार्क पोलिस स्टेशनजवळ,<br> नवी दिल्ली - 110019<br> WWW.PAISALO.IN<br><br> <b>ऑनलाइन शुल्क पेमेंट:</b><br> ही ऑनलाइन पेमेंट प्रणाली पैसालो डिजिटल लिमिटेडद्वारे प्रदान केली गेली आहे. पैसालो डिजिटल लिमिटेड वेळोवेळी या अटी अद्यतनित करू शकते आणि या पोर्टलवर कोणताही बदल तात्काळ लागू होईल. कृपया सुनिश्चित करा की आपण चालू अटींचा समज घेतला आहे. पैसालो डिजिटल लिमिटेडचे स्थान भारत आहे आणि कायदेशीर क्षेत्राधिकार दिल्ली, भारत आहे.<br> ऑनलाइन पेमेंट सुविधा वापरण्यापूर्वी कृपया या अटी काळजीपूर्वक वाचा. या वेबसाइटवर ऑनलाइन पेमेंट सुविधा वापरण्याने आपण या अटी स्वीकारत आहात. जर आपण या अटी स्वीकारत नसलात, तर कृपया या सुविधेचा वापर करू नका.<br><br> सर्व पेमेंट्स खालील अटींच्या अधीन आहेत:<br> * वस्तूंचे वर्णन आपले युजर आयडी आणि अद्वितीय पासवर्ड वापरून लॉग इन केल्यावरच आपल्यासाठी विशिष्ट असते.<br> * उद्धृत सर्व शुल्क भारतीय रुपयांमध्ये आहेत.<br> * पैसालो डिजिटल लिमिटेड कधीही शुल्क बदलण्याचा अधिकार राखते.<br> * पैसालो डिजिटल लिमिटेडला आपले पेमेंट सामान्यतः दोन कार्य दिवसांच्या आत पैसालो डिजिटल लिमिटेडच्या खात्यात प्राप्त होईल.<br> * आपल्याद्वारे चुकीचा खात्यानumber किंवा चुकीची माहिती दिल्यामुळे पैसालो डिजिटल लिमिटेडच्या खात्यात पेमेंट पोहोचणार नाही, यासाठी आम्ही कोणतीही जबाबदारी स्वीकारत नाही. जर कोणत्याही कारणास्तव नेट बँकिंग/क्रेडिट/डेबिट कार्ड पुरवठादाराने पेमेंट नाकारले किंवा नाकारले असेल, तर आम्ही त्यासाठी जबाबदार नाही.<br> * जर बँकर/कार्ड पुरवठादार पेमेंट नाकारतो, तर पैसालो डिजिटल लिमिटेड हे आपल्याला सूचित करण्यासाठी बाध्य नाही.<br> * हे आपले (ग्राहक) जबाबदारी आहे की आपला बँक/क्रेडिट/डेबिट कार्ड पुरवठादाराशी तपासा की आपल्या खात्यातून पेमेंट कपात केले गेले आहे की नाही.<br> * कोणत्याही परिस्थितीत, पैसालो डिजिटल लिमिटेड या साइटच्या वापरासाठी, संगणक व्हायरस, मॅलवेयर, वापरण्यात असमर्थता, किंवा या साइटशी संबंधित इतर साइट्सच्या वापराच्या परिणामांसाठी, किंवा त्या साइट्सवरील सामग्री किंवा माहितीच्या वापरामुळे होणाऱ्या कोणत्याही हानीसाठी, किंवा अशा हानीच्या शक्यतेबाबत कधीही सल्ला दिला गेला आहे की नाही हे बघत नाही, कोणतीही जबाबदारी स्वीकारत नाही.<br><br> <b>धनवापसी धोरण:</b><br> धनवापसी, जर लागू असेल, तर व्यवस्थापनाच्या विवेकाधीन, केवळ मूळ लेन-देनासाठी वापरलेल्या नेट बँकिंग/डेबिट/क्रेडिट कार्डच्या स्त्रोतांनुसार केली जाईल. शंका टाळण्यासाठी, या धोरणानुसार पैसालो डिजिटल लिमिटेड कोणत्याही शुल्काची (किंवा त्याचा काही भाग) रिफंड करण्यासाठी बाध्य नाही जोपर्यंत त्या शुल्काचा (किंवा त्याचा काही भाग) ग्राहकाने ऑनलाइन पेमेंट मोडद्वारे पेमेंट केले नसेल आणि ते पैसालो डिजिटल लिमिटेडच्या खात्यात जमा झालेले असेल आणि व्यवस्थापनाकडून धनवापसीसाठी मंजुरी दिली गेली असेल. रिफंड केलेली रक्कम 7 कार्यदिवसांच्या आत स्त्रोत खात्यात परत केली जाईल.<br><br> <b>रद्दीकरण आणि रिफंड धोरण:</b><br> रद्दीकरण आणि रिफंड, जर लागू असेल, तर व्यवस्थापनाच्या विवेकाधीन, केवळ मूळ लेन-देनासाठी वापरलेल्या नेट बँकिंग/डेबिट/क्रेडिट कार्डच्या स्त्रोतांनुसार केली जाईल. शंका टाळण्यासाठी, या धोरणानुसार पैसालो डिजिटल लिमिटेड कोणत्याही शुल्काची (किंवा त्याचा काही भाग) रद्द आणि रिफंड करण्यासाठी बाध्य नाही जोपर्यंत त्या शुल्काचा (किंवा त्याचा काही भाग) ग्राहकाने ऑनलाइन पेमेंट मोडद्वारे पेमेंट केले नसेल आणि ते पैसालो डिजिटल लिमिटेडच्या खात्यात जमा झालेले असेल आणि व्यवस्थापनाकडून रद्द आणि रिफंडसाठी मंजुरी दिली गेली असेल. रद्दीकरण आणि रिफंड प्रक्रिया पूर्ण होण्यास 20 कार्यदिवस लागू शकतात.<br> गोपनीयता धोरण<br> हे गोपनीयता धोरण ऑनलाइन मोडद्वारे पैसालो डिजिटल लिमिटेडला देय असलेले सर्व शुल्क, बाकी रक्कम, शुल्क आणि संबंधित पेमेंट्ससाठी लागू आहे. कधी कधी, आम्ही अधिक तपशीलवार माहिती देण्यासाठी विशिष्ट गोपनीयता नोटिस पोस्ट करू शकतो. आपल्याला या गोपनीयता धोरणाबद्दल काही प्रश्न असल्यास, कृपया DELHI@PAISALO.IN या ईमेलवर आमच्याशी संपर्क साधा.<br> आमच्या गोपनीयता धोरणामध्ये बदल<br> पैसालो डिजिटल लिमिटेडला या गोपनीयता विधानामध्ये कधीही आणि कोणत्याही कारणास्तव बदल, सुधारणा, किंवा हटवण्याचा पूर्ण अधिकार आहे. येथे नमूद केलेले काहीही पैसालो डिजिटल लिमिटेड आणि वेबसाइटवर येणाऱ्या किंवा कोणत्याही प्रकारची ओळख माहिती प्रदान करणाऱ्या कोणत्याही वापरकर्त्याच्या दरम्यान कोणताही करार/समझौता तयार करत नाही किंवा तयार करण्याचा उद्देश नाही.<br><br> <b>डीएनडी धोरण:</b><br> जर आपल्याला आमच्याकडून पुढील एसएमएस/ईमेल अलर्ट/संपर्क बंद करायचा असेल, तर आपल्याला फक्त DELHI@PAISALO.IN वर आपला नोंदणीकृत मोबाईल नंबर सह एक ईमेल पाठवावा लागेल आणि आपल्याला 'अलर्ट सूची' पासून बाहेर काढले जाईल.<br> संपर्क ईमेल <i>DELHI@PAISALO.IN</i><br><br> <b>भुगतान अटी:</b><br> 1. पेमेंट गेटवेद्वारे ऑनलाइन पेमेंटसाठी लागू असलेले शुल्क, कर ग्राहकाने भरले पाहिजे.<br> 2. या सेवेद्वारे प्रक्रिया केलेल्या कोणत्याही ग्राहकाच्या अयशस्वी लेनदेनाच्या बाबतीत, लेनदेन शुल्क वजा करून रक्कम परत केली जाईल.<br>

source: EMI Paying
bn: ইএমআই প্রদান করা হচ্ছে
hi: ईएमआई भुगतान कर रहा है
mr: ईएमआय भरत आहे

source: EMI Not Paying
bn: ইএমআই প্রদান করা হচ্ছে না
hi: ईएमआई भुगतान नहीं कर रहा है
mr: ईएमआय भरत नाही

source: Promise To Pay
bn: প্রদানের প্রতিশ্রুতি
hi: भुगतान का वादा
mr: भरण्याचे वचन

source: Reason Of Delay
bn: বিলম্বের কারণ
hi: विलंब का कारण
mr: उशीराचे कारण

source: Date of Payment
bn: প্রদানের তারিখ
hi: भुगतान की तिथि
mr: पेमेंटची तारीख

source: Case Code:
bn: মামলা কোড:
hi: मामले का कोड:
mr: केस कोड:

source: Check Payment Status
bn: প্রদানের অবস্থা পরীক্ষা করুন
hi: भुगतान स्थिति की जांच करें
mr: पेमेंट स्थिती तपासा

source: Submit Lump Sum
bn: এককালীন অর্থ প্রদান করুন
hi: एकमुश्त राशि जमा करें
mr: एकरकमी रक्कम जमा करा

source: Cash
bn: নগদ
hi: नकद
mr: रोख

source: QR
bn: কিউআর
hi: क्यूआर
mr: क्यूआर

source: Lump sum
bn: এককালীন
hi: एकमुश्त
mr: एकरकमी

source: Borrower:
bn: ঋণগ্রহীতা:
hi: उधारकर्ता:
mr: कर्जदार:

source: Interest Amount: ₹
bn: সুদের পরিমাণ: ₹
hi: ब्याज राशि: ₹
mr: व्याजाची रक्कम: ₹

source: Late Fee: ₹
bn: বিলম্ব ফি: ₹
hi: देर शुल्क: ₹
mr: उशीर शुल्क: ₹

source: Amount to be pay: ₹
bn: প্রদানের জন্য পরিমাণ: ₹
hi: भुगतान करने योग्य राशि: ₹
mr: भरण्यासाठी रक्कम: ₹

source: Amount you are paying: ₹
bn: আপনি যে পরিমাণ প্রদান করছেন: ₹
hi: आप जो राशि चुका रहे हैं: ₹
mr: तुम्ही भरणारी रक्कम: ₹

source: Lump Sum Amount: ₹
bn: এককালীন অর্থের পরিমাণ: ₹
hi: एकमुश्त राशि: ₹
mr: एकरकमी रक्कम: ₹

source: EMI Amount: ₹
bn: ইএমআই এর পরিমাণ: ₹
hi: ईएमआई राशि: ₹
mr: ईएमआय रक्कम: ₹

source: Due Date:
bn: নির্ধারিত তারিখ:
hi: नियत तिथि:
mr: देय तारीख:

source: UPI Txn ID
bn: ইউপিআই লেনদেন আইডি
hi: यूपीआई ट्रांजैक्शन आईडी
mr: यूपीआय व्यवहार आयडी

source: Txn DateTime
bn: লেনদেন তারিখ এবং সময়
hi: लेन-देन दिनांक और समय
mr: व्यवहाराची तारीख व वेळ

# pleaseuploadpaymentreceipt
source: Please upload payment receipt. If you have already done any payment.
bn: অনুগ্রহ করে প্রদান রসিদ আপলোড করুন। যদি আপনি ইতিমধ্যেই কোনো প্রদান করে থাকেন।
hi: कृपया भुगतान रसीद अपलोड करें। यदि आपने पहले ही कोई भुगतान किया है।
mr: कृपया पेमेंटची पावती अपलोड करा. जर तुम्ही आधीच काही पेमेंट केले असेल.

source: seconds...
bn: সেকেন্ড...
hi: सेकंड...
mr: सेकंद...

source: Redirecting in
bn: পুনঃনির্দেশিত হচ্ছে
hi: रीडायरेक्ट हो रहा है
mr: पुन्हा दिशा बदलत आहे

source: Payment Details not found
bn: প্রদানের বিবরণ পাওয়া যায়নি
hi: भुगतान विवरण नहीं मिला
mr: पेमेंट तपशील सापडले नाहीत

source: Please Enter Correct Case code
bn: অনুগ্রহ করে সঠিক কেস কোড প্রবেশ করুন
hi: कृपया सही केस कोड दर्ज करें
mr: कृपया योग्य केस कोड प्रविष्ट करा

# pleaseenteryourmorpho
source: Please enter Your Morpho S/N.
bn: অনুগ্রহ করে আপনার মর্ফো S/N প্রবেশ করুন।
hi: कृपया अपना मॉर्फो S/N दर्ज करें।
mr: कृपया आपला मॉर्फो S/N प्रविष्ट करा.

# invalidmorpho
source: Invalid Morpho S/N. Please check and try again.
bn: অবৈধ মর্ফো S/N। অনুগ্রহ করে যাচাই করুন এবং পুনরায় চেষ্টা করুন।
hi: अमान्य मॉर्फो S/N। कृपया जांचें और पुनः प्रयास करें।
mr: अवैध मॉर्फो S/N. कृपया तपासा आणि पुन्हा प्रयत्न करा.

source: Server side Error
bn: সার্ভার সংক্রান্ত ত্রুটি
hi: सर्वर साइड त्रुटि
mr: सर्व्हर साइड त्रुटी

source: Error getting current location:
bn: বর্তমান অবস্থান পেতে সমস্যা:
hi: वर्तमान स्थान प्राप्त करने में त्रुटि:
mr: वर्तमान स्थान मिळवताना त्रुटी:

source: Select
bn: নির্বাচন করুন
hi: चुनें
mr: निवडा

# selectcreator
source: Selected Creator:-
bn: নির্বাচিত নির্মাতা:
hi: चयनित निर्माता:-
mr: निवडलेला निर्माता:-

source: Do you want to close KYC form?
bn: আপনি কি KYC ফর্ম বন্ধ করতে চান?
hi: क्या आप केवाईसी फॉर्म बंद करना चाहते हैं?
mr: तुम्हाला KYC फॉर्म बंद करायचा आहे का?

source: Please Enter Aadhaar number
bn: অনুগ্রহ করে আধার নম্বর প্রবেশ করুন
hi: कृपया आधार नंबर दर्ज करें
mr: कृपया आधार क्रमांक प्रविष्ट करा

source: Verification Rejected
bn: যাচাই বাতিল হয়েছে
hi: सत्यापन अस्वीकृत
mr: सत्यापन नाकारले गेले

source: Verification Confirmed
bn: যাচাই নিশ্চিত হয়েছে
hi: सत्यापन पुष्टि की गई
mr: सत्यापन यशस्वी

# otpisnotverified
source: OTP is not verified Please Enter Correct OTP
bn: OTP যাচাই করা হয়নি অনুগ্রহ করে সঠিক OTP প্রবেশ করুন
hi: OTP सत्यापित नहीं है कृपया सही OTP दर्ज करें
mr: OTP सत्यापित झाले नाही कृपया योग्य OTP प्रविष्ट करा

source: OTP Verified...
bn: OTP সফলভাবে যাচাই করা হয়েছে...
hi: OTP सत्यापित...
mr: OTP यशस्वीरित्या सत्यापित...

source: Bank Name List Not Fetched
bn: ব্যাংকের নামের তালিকা পাওয়া যায়নি
hi: बैंक नाम सूची प्राप्त नहीं हुई
mr: बँकेची नावे मिळवली नाहीत

# issueoccursinotpsending
source: Issue occurs in OTP sending...\n\nContact to administrator
bn: OTP পাঠানোর সময় সমস্যা হয়েছে...\n\nঅনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন
hi: OTP भेजने में समस्या आई है... कृपया प्रशासक से संपर्क करें
mr: OTP पाठवताना समस्या आली... कृपया प्रशासकाशी संपर्क साधा

source: Please Verify Mobile number with OTP!!
bn: অনুগ্রহ করে মোবাইল নম্বর OTP দিয়ে যাচাই করুন!!
hi: कृपया मोबाइल नंबर को OTP से सत्यापित करें!!
mr: कृपया मोबाइल क्रमांक OTP ने सत्यापित करा!!
