Repository: sunny-Joon/Flutter-Sourcing-App
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr

source: Passbook Front
bn: পাসবুক ফ্রন্ট
hi: पासबुक फ्रंट
mr: पासबुक फ्रंट

source: Co Borrower Docs
bn: সহ-ঋণগ্রহীতার নথি
hi: सह-उधारकर्ता के दस्तावेज़
mr: सह-उधारकर्त्याची कागदपत्रे

# douwanyapplication
source: Do you want to close Application form?
bn: আপনি কি আবেদনপত্র বন্ধ করতে চান?
hi: क्या आप आवेदन पत्र बंद करना चाहते हैं?
mr: आपण अर्ज बंद करू इच्छिता का?

# adharqr
source: Adhaar QR
bn: আধার QR
hi: आधार QR
mr: आधार QR

source: Borrower Details
bn: ঋণগ্রহীতার বিবরণ
hi: उधारकर्ता विवरण
mr: कर्जदाराचे तपशील

source: Verify
bn: যাচাই করুন
hi: सत्यापित
mr: सत्यापित करा

source: Reject
bn: প্রত্যাখ্যান করুন
hi: अस्वीकार
mr: नाकारावे

source: Branch
bn: শাখা
hi: शाखा
mr: शाखा

source: Area
bn: এলাকা
hi: क्षेत्र
mr: क्षेत्र

source: Group
bn: দল
hi: समूह
mr: गट

source: Center
bn: কেন্দ্র
hi: केन्द्र
mr: केंद्र

# loanusagepercentage
source: Mention the percentage of loan usage for the customer
bn: গ্রাহকের জন্য ঋণ ব্যবহারের শতাংশ উল্লেখ করুন।
hi: ग्राहक के लिये ऋण उपयोग के प्रतिशत का उल्लेख करें।
mr: ग्राहकासाठी कर्ज वापराचा टक्केवारी नमूद करा.

# monthlyincomehouse
source: Estimated monthly income from business (in rupees)
bn: ব্যবসা থেকে আনুমানিক মাসিক আয় (টাকায়)
hi: व्यापार से अनुमानित मासिक आय (रुपयों में)
mr: व्यवसायातून अंदाजित मासिक उत्पन्न (रुपयांमध्ये)

# monthlysales
source: Estimated monthly sales (in rupees) (Verify with any sales record or through discussion with the customer)
bn: আনুমানিক মাসিক বিক্রয় (টাকায়) (হয় সেল রেকর্ড থেকে যাচাই করুন বা গ্রাহকের সাথে আলোচনার মাধ্যমে)
hi: अनुमानित मासिक बिक्री (रुपये में) (किसी भी बिक्री रिकॉर्ड के साथ या ग्राहक के साथ चर्चा के माध्यम से सत्यापित करें)
mr: अंदाजे मासिक विक्री (रु. मध्ये) (कोणत्याही विक्रीच्या नोंदी किंवा ग्राहकांशी चर्चा करून सत्यापित करा)

# interviewedpersonname
source: Name of the interviewed person
bn: সাক্ষাৎকার নেওয়া ব্যক্তির নাম
hi: साक्षात्कार लेने वाले व्यक्ति का नाम
mr: मुलाखत घेतलेल्या व्यक्तीचे नाव

# interviewedpersonage
source: Age of the interviewed person
bn: সাক্ষাৎকারনেওয়া ব্যক্তির বয়স
hi: साक्षात्कार लेने वाले व्यक्ति की आयु
mr: मुलाखत घेतलेल्या व्यक्तीचे वय

# distancetobranch
source: Distance from applicant's residence to branch/dealer point (in km)
bn: আবেদনকারীর বাসস্থান থেকে শাখা/ডিলার পয়েন্টের দূরত্ব (কিলোমিটারে)
hi: आवेदक के निवास से शाखा/डीलर बिंदु तक की दूरी (किमी में)
mr: अर्जदाराच्या राहत्या जागेपासून शाखा/डीलर बिंदूपर्यंतचे अंतर (किमीमध्ये)

# timetoreachbranch
source: Time required to reach from branch/dealer location to applicant's residence (in minutes)
bn: শাখা/ডিলারের স্থান থেকে আবেদনকারীর বাসস্থানে পৌঁছানোর জন্য প্রয়োজনীয় সময় (মিনিট)
hi: शाखा/डीलर के स्थान से आवेदक के निवास तक पहुंचने के लिए आवश्यक समय (मिनट)
mr: शाखा/डीलर बिंदूपर्यंत पोहोचण्यासाठी लागणारा वेळ (मिनिटांमध्ये)

# totalmonthlyexpenses
source: Total monthly expenses of the business
bn: ব্যবসার মোট মাসিক ব্যয়
hi: व्यवसाय का कुल मासिक व्यय
mr: व्यवसायाचे एकूण मासिक खर्च

# netmonthlyincomeafterloan
source: Proposed net monthly income after the proposed loan
bn: পেসালো থেকে প্রস্তাবিত ঋণের পরে প্রস্তাবিত নিট মাসিক আয়
hi: पैसालो से प्रस्तावित ऋण के बाद प्रस्तावित शुद्ध मासिक आय
mr: कर्ज घेतल्यानंतर प्रस्तावित शुद्ध मासिक उत्पन्न (रुपयांमध्ये)

source: Total monthly household expenses
bn: মোট মাসিক গৃহস্থালী খরচ
hi: कुल मासिक घरेलू खर्च
mr: एकूण मासिक घरगुती खर्च

# netmonthlyincomeotherfamily
source: Net monthly income of other family members
bn: পরিবারের অন্যান্য সদস্যদের নিট মাসিক আয়
hi: परिवार के अन्य सदस्यों की शुद्ध मासिक आय
mr: कुटुंबातील इतर सदस्यांचे शुद्ध मासिक उत्पन्न

# referenceperson1name
source: Name of reference person 1
bn: রেফারেন্স ব্যক্তির নাম 1
hi: संदर्भ व्यक्ति का नाम 1
mr: संदर्भ व्यक्तीचे नाव 1

# referenceperson1phone
source: Phone number 1
bn: ফোন নম্বর 1
hi: फोन नंबर 1
mr: फोन क्रमांक 1

# referenceperson2name
source: Name of reference person 2
bn: রেফারেন্স ব্যক্তির নাম 2
hi: संदर्भ व्यक्ति का नाम 2
mr: संदर्भ व्यक्तीचे नाव 2

# referenceperson2phone
source: Phone number 2
bn: ফোন নম্বর 2
hi: फोन नंबर 2
mr: फोन क्रमांक 2

# addresshouse
source: Business location address
bn: ব্যবসার স্থানের ঠিকানা
hi: व्यवसाय स्थान का पता
mr: व्यवसायाच्या ठिकाणाचा पत्ता

# relationwithearningmember
source: Relation with the other earning member in the applicant's family
bn: আবেদনকারীর সাথে অন্যান্য উপার্জনকারী সদস্যের সম্পর্ক
hi: आवेदक के साथ अन्य कमाने वाले सदस्य का संबंध
mr: इतर कमावणाऱ्या सदस्याशी अर्जदाराचे नाते

# residingtype
source: Type of residence
bn: বাসস্থানের ধরণ
hi: निवास का प्रकार
mr: राहण्याचा प्रकार

# residingwith
source: Living with
bn: বাসিন্দা
hi: रहने वाले
mr: कोणासोबत राहतात

# residentialstability
source: Residential stability (years)
bn: আবাসিক স্থিতিশীলতা (বছর)
hi: आवासीय स्थिरता (वर्ष)
mr: निवास स्थिरता (वर्षांमध्ये)

# totalexperience
source: Total experience in the current business (in years)
bn: বর্তমান ব্যবসায় মোট অভিজ্ঞতা (বছর)
hi: वर्तमान व्यवसाय में कुल अनुभव (वर्षों में)
mr: सध्याच्या व्यवसायातील एकूण अनुभव (वर्षांमध्ये)

# applicantresponse
source: Applicant's feedback from nearby residents
bn: আশপাশের বাসিন্দাদের থেকে আবেদনকারীর প্রতিক্রিয়া
hi: आस-पास के निवासियों से आवेदक की प्रतिक्रिया
mr: शेजाऱ्यांनी अर्जदाराबद्दल दिलेली प्रतिक्रिया

# relationwithinterviewed
source: Relation with the interviewed person
bn: আবেদনকারীর সাথে সাক্ষাৎকার নেওয়া ব্যক্তির সম্পর্ক
hi: आवेदक के साथ साक्षात्कार किये गये व्यक्ति का संबंध
mr: मुलाखत घेतलेल्या व्यक्तीशी अर्जदाराचे नाते

# roofwalltype
source: Type of roof and walls as per residential standards
bn: আবাসিক মানদণ্ড অনুসারে বাড়ির ছাদ এবং দেয়ালের ধরণ।
hi: आवासीय मानदण्डों के अनुसार घर की छत व दीवारों का प्रकार।
mr: घराच्या छत व भिंतींचा प्रकार (निवास मानकांनुसार)

# validlocation
source: Customer resides in an approved area
bn: গ্রাহক অনুমোদিত / অনুমোদিত এলাকায় বাস করে।
hi: ग्राहक स्वीकृत / अनुमोदित क्षेत्र में रहता है।
mr: ग्राहक मंजूर/मान्य क्षेत्रामध्ये राहतो.

# lifestyleverification
source: Verify lifestyle as per the CPF section (very low, low, lower middle class)
bn: সিপিএফ বিভাগ / সেকশনে বর্ণিত আবাসিক তথ্য অনুসারে জীবনযাত্রা (অত্যন্ত নিম্ন, নিম্ন, নিম্ন মধ্যবিত্ত শ্রেণী)।
hi: सीपीएफ अनुभाग / सैक्शनमें वर्णित आवासीय सूचना के अनुसार जीवन शैली (अति निम्न, निम्न, निम्न मध्यवर्गीय श्रेणी)।
mr: CPF विभागात नमूद केलेल्या निवासी माहितीनुसार जीवनशैली (अत्यंत गरीब, गरीब, मध्यम वर्गीय).

# verificationofloan
source: Verification of loan application, CP and KYC papers
bn: ঋণ আবেদনপত্র, সিপি এবং আপনার গ্রাহককে জানুন পেপার্সের যাচাইকরণ
hi: ऋण आवेदनपत्र, सीपी एवम् अपने ग्राहक को जानिये पेपर्स का सत्यापन
mr: कर्ज अर्जपत्र, CPF व KYC कागदपत्रांची पडताळणी

# idverification
source: Verify ID card against the original
bn: মূল পরিচয়পত্রের সাথে ছবির পরিচয়পত্রের যাচাইকরণ।
hi: फोटो पहचान पत्र का मूल पहचान पत्र से सत्यापन करें।
mr: फोटो ओळखपत्र मूळ कागदपत्राशी पडताळा घ्या.

# currentaddressverification
source: Verify current residence address against the original proof
bn: বর্তমান বাসস্থান থেকে ঠিকানার যাচাইকরণ মূল প্রমাণের সাথে মিলিয়ে করুন।
hi: वर्तमान आवास से पते का सत्यापन मूल प्रमाण से मिलाकर करें।
mr: सध्याच्या पत्त्याची मूळ पुराव्याशी पडताळणी करा.

# ageverification
source: Verify age proof of customer and spouse against the original
bn: গ্রাহক এবং তার স্বামী/স্ত্রীর বয়স প্রমাণের মূল কপির সাথে মিলিয়ে যাচাই করুন।
hi: ग्राहक व उसके पति / पत्नी की आयु प्रमाण का मूल प्रति से मिलाकर सत्यापन करें।
mr: ग्राहक व त्यांच्या पती/पत्नीचे वय मूळ पुराव्याशी पडताळा घ्या.

# addressfilledincpf
source: Ensure complete permanent address and pincode are filled in CPF
bn: স্থায়ী ঠিকানার সম্পূর্ণ বিবরণ এবং পিনকোড সিপিএফ-এ পূরণ করা হয়েছে কিনা তা পরীক্ষা করুন।
hi: जांच करें कि क्या स्थायी पता का पूरा विवरण तथा पिनकोड सी पी एफ में भरा गया है।
mr: तपासा की CPF मध्ये कायमस्वरूपी पत्ता व पिनकोड नमूद केले आहेत का.

# stampedphotocopy
source: Ensure verified photocopies are stamped and signed against the original
bn: উক্ত ফর্মের সত্যায়িত ফটোকপিগুলির উপর মূল কপির সাথে মিলিয়ে 'মিলিত' স্ট্যাম্প লাগান এবং স্বাক্ষর করুন।
hi: उक्त फार्म के सत्यापित किये गये छाया प्रतियों पर मूल प्रति से मिलान किया की मुहर लगायें तथाहस्ताक्षर करें।
mr: मूळ प्रतेसोबत जुळलेल्या छायाप्रतींवर शिक्का व स्वाक्षरी करा.

# lastloanusage
source: Check if the last loan was used for the intended purpose
bn: গ্রাহক পূর্ববর্তী ঋণের ব্যবহার সেই উদ্দেশ্যে করেছেন কিনা যার জন্য এটি নেওয়া হয়েছিল?
hi: क्या ग्राहक ने पिछले ऋण का उपयोग उसी प्रयोजन के लिये किया जिसके लिये लिया गया था?
mr: ग्राहकाने मागील कर्ज त्याच उद्देशासाठी वापरले होते का, ज्या उद्देशाने घेतले गेले होते?

# centermeetingabsence
source: Investigate reasons for absence from center meetings
bn: কেন্দ্র মিটিং থেকে অনুপস্থিত থাকার কারণগুলি পরীক্ষা করুন।
hi: सेन्टर मीटिंग से अनुपस्थिति के कारणों की जांच करें।
mr: केंद्र बैठकीला गैरहजेरीचे कारण तपासा.

# paymentdelays
source: Verify reasons for payment delays and ensure they are not intentional
bn: অর্থ পরিশোধে ত্রুটি/বিলম্বের কারণগুলির সত্যতা যাচাই করুন। যদি এটি ইচ্ছাকৃত হয়, তবে এই গ্রাহকের ক্ষেত্রে আর অগ্রসর হবেন না।
hi: भुगतान दोष / देरी के कारणों की सत्यता की जांच करें। यदि ये इरादतन हो तो इस ग्राहक के केस में आगे न बढ़ें।
mr: पेमेंट चुकले किंवा विलंबाचे कारण सत्यापित करा. जर ते जाणीवपूर्वक असेल तर ग्राहकाचा अर्ज पुढे नेऊ नका.

# loanpurpose
source: Check if the loan purpose is for consumption or income-generating activities
bn: নতুন ঋণের উদ্দেশ্য ভোগ সংক্রান্ত নাকি আয় বৃদ্ধি সংক্রান্ত কাজের জন্য তা পরীক্ষা করুন।
hi: चैक करें कि नये ऋण का उद्देश्य उपभोग सम्बन्धी है या आय बढ़ाने सम्बन्धी कार्य के लिये।
mr: तपासा की नवीन कर्जाचा उद्देश उपभोगासाठी आहे का किंवा उत्पन्न वाढवण्यासाठी आहे.

# loanamountappropriate
source: Check if the applied loan amount is appropriate for the intended purpose
bn: আবেদিত পরিমাণ উক্ত উদ্দেশ্য পূরণের জন্য উপযুক্ত কিনা তা পরীক্ষা করুন।
hi: चैक करे कि आवेदित राशि उक्त उद्देश्यपूर्ति के लिये उचित है।
mr: अर्ज केलेली रक्कम उद्दिष्ट पूर्ण करण्यासाठी योग्य आहे का तपासा.

# familyawareness
source: Check if the customer's spouse/son is aware of the loan application
bn: গ্রাহকের স্বামী/স্ত্রী/পুত্রের উক্ত উদ্দেশ্যে ঋণ আবেদনের বিষয়ে অবগত আছেন?
hi: क्या ग्राहक के पति / पत्नी /पुत्र को उक्त प्रयोजन के लिये ऋण आवेदन के बारे में पता है?
mr: ग्राहकाचा पती/पत्नी/मुलाला कर्ज अर्जाबद्दल माहित आहे का?

# businesssuitability
source: Check if the loan purpose is suitable for the customer's business
bn: ঋণের উদ্দেশ্য গ্রাহকের ব্যবসার জন্য যুক্তিসঙ্গত/উপযুক্ত কিনা? (স্বামী/স্ত্রী/পুত্রের ব্যবসা ঋণের উদ্দেশ্যের সাথে সম্পর্কিত? যেখানে প্রযোজ্য)
hi: कक्या ऋण का उद्देश्य ग्राहक के व्यवसाय के लिये युक्तिसंगत / उपयुक्त है ? (पति / पत्नी / पुत्र का व्यवसाय ऋण उद्देश्य से सम्बन्धित है ? जहाँ भी लागू हो)
mr: कर्जाचा उद्देश व्यवसायासाठी योग्य आहे का? (पती/पत्नी/मुलाचा व्यवसाय कर्ज उद्देशाशी संबंधित आहे का?)

# loanimpactonbusiness
source: Investigate if the customer's business is affected by the loan
bn: গ্রাহকের ব্যবসা আমাদের সম্পর্ককে প্রভাবিত করবে কিনা তা পরীক্ষা করুন?
hi: जाच करें कि क्या ग्राहक का व्यवसाय हमारे सम्बन्धों को प्रभावित करने वाला है?
mr: ग्राहकाचा व्यवसाय आमच्या संबंधांवर परिणाम करतो का तपासा.

# repaymentcapacity
source: Verify if the customer has sufficient repayment capacity for the loan
bn: আবেদিত ঋণের পরিমাণ পরিশোধের জন্য গ্রাহকের পর্যাপ্ত পরিশোধের ক্ষমতা আছে?
hi: क्या ग्राहक के पास आवेदित ऋण राशि के पुनर्भुगतान हेतु पर्याप्त पुनर्भुगतान क्षमता है?
mr: ग्राहकाकडे कर्जाच्या रकमेचे परतफेड करण्याची क्षमता आहे का?

# familycashflow
source: Match household cash flow and surplus with customer profile
bn: গ্রাহক প্রোফাইল ফরম থেকে পরিবারের নগদ প্রবাহ এবং উদ্বৃত্ত অংশের গণনা মিলিয়ে দেখুন।
hi: ग्राहक प्रोफाइल प्रारूप से घर के नकदी प्रवाह और अधिशेष खंड की गणना का मिलान करें।
mr: ग्राहक प्रोफाइल फॉर्ममध्ये नमूद केलेल्या घरगुती रोख प्रवाहाशी जुळवा.

# incomeafterloan
source: Proposed net monthly income after loan from Paisalo Digital Limited
bn: ঋণ থেকে প্রস্তাবিত ঋণের পর প্রস্তাবিত নিট মাসিক আয়
hi: पैसालो से प्रस्तावित ऋण के बाद प्रस्तावित शुद्ध मासिक आय
mr: कर्जानंतर प्रस्तावित शुद्ध मासिक उत्पन्न

# businessverification
source: Mandatory business verification for all loans (fill this section at the business site for all loans above Rs. 35,000).
bn: সকল ঋণের জন্য গ্রাহকের ব্যবসার যাচাইকরণ বাধ্যতামূলক (35000/- টাকার বেশি সকল ঋণের জন্য ব্যবসার স্থানে এই অংশটি পূরণ করুন।
hi: सभी ऋणों के लिये ग्राहक के व्यवसाय का सत्यापन अनिवार्य है (रु. 35000/- से अधिक के सभी ऋणों के लिये व्यवसाय स्थल पर इस भाग को भरें।
mr: सर्व कर्जांसाठी ग्राहकाच्या व्यवसायाची पडताळणी अनिवार्य आहे (₹35,000/- पेक्षा जास्त कर्ज असल्यास व्यवसाय ठिकाणी हा विभाग भरा).

# commissiondemand
source: Was any commission demanded during the loan application process?
bn: ঋণের জন্য আবেদন করার সময় কেউ কি কমিশন দাবি করেছে?
hi: ऋण के लिये आवेदन करते समय क्या किसी ने कमीशन की मांग की।
mr: कर्जासाठी अर्ज करताना कोणाकडून कमिशनची मागणी झाली का?

# borrowersupportedgroup
source: Has the borrower supported their group members in the past years?
bn: গ্রাহক গত বছরগুলিতে তার দলের সদস্যদের সমর্থন করেছেন?
hi: क्या ग्राहक ने अपने समूह सदस्यों का पिछले वर्षों में समर्थन किया है?
mr: ग्राहकाने मागील वर्षांत आपल्या गटाचे समर्थन केले आहे का?

# groupreadytovilay
source: Is the group ready for a merger (applicable only if a merger letter is attached with the application)?
bn: গ্রাহক দল বিলয়ের জন্য সম্মত আছেন? (কেবল তখনই প্রযোজ্য যখন বিলয়পত্র আবেদনপত্রের সাথে সংযুক্ত করা হয়েছে।)।
hi: क्या ग्राहक समूह विलय के लिये सहमत है (तभी लागू जब विलयपत्र आवेदन पत्र के साथ संलग्न किया गया है।)।
mr: गट विलीनीकरणासाठी ग्राहक तयार आहे का? (फक्त अर्जासोबत विलीनीकरण पत्र संलग्न असल्यास लागू).

# grouphasbloodrelation
source: Check for blood relatives in the group (as defined by the policy).
bn: দলে রক্তের সম্পর্কের জন্য পরীক্ষা করুন (নীতিতে সংজ্ঞায়িত)।
hi: समूह में खून के रिश्तेदार के लिये जांच (नीति के रूप में परिभाषित)।
mr: गटात रक्तसंबंध आहे का ते तपासा (धोरणानुसार परिभाषित).

# understandinsurancepolicy
source: Check if the customer understands the insurance claim process.
bn: গ্রাহক বীমা দাবি সংক্রান্ত প্রক্রিয়া বোঝেন কিনা তা পরীক্ষা করুন।
hi: चैक करें कि क्या ग्राहक बीमा दावा सम्बन्धी प्रक्रिया समझता है।
mr: ग्राहकाला विमा दावा प्रक्रियेची माहिती आहे का तपासा.

# verifyexternalloan
source: Verify if the external loan information provided in the customer profile form matches the customer's borrowing.
bn: গ্রাহক প্রোফাইল ফর্মে প্রদত্ত বাইরের ঋণ সংক্রান্ত তথ্যের সাথে গ্রাহকের ঋণ ধার মিলিয়ে দেখুন।
hi: सत्यापित करें कि ग्राहक प्रोफाइल फार्म में बाहरी ऋण सम्बन्धी दी गयी सूचना से ग्राहक की ऋण उधारी मिलती है।
mr: ग्राहक प्रोफाइल फॉर्ममधील बाह्य कर्जाच्या माहितीसह ग्राहकाची कर्जमाहिती पडताळा करा.

# understandsfaultpolicy
source: Does the customer understand the impact of the credit bureau, that if they default on payments, they will not get loans in the future?
bn: গ্রাহক ক্রেডিট ব্যুরোর প্রভাব বোঝেন যে যদি তিনি অর্থ পরিশোধে ত্রুটি করেন তবে ভবিষ্যতে তিনি ঋণ পাবেন না?
hi: क्या ग्राहक उस पर क्रेडिट ब्यूरो के प्रभाव को समझता है कि यदि उसने भुगतान दोष किया तो उसे भविष्य में ऋण नहीं मिलेगा?
mr: जर ग्राहकाने परतफेड चुकवली तर भविष्यात कर्ज मिळणार नाही हे ग्राहकाला समजते का?

# overlimitloanborrowfromgroup
source: Inquire if there is over-limit borrowing or mutual borrowing within the group. Repeat the example of the resolution video.
bn: জিজ্ঞাসা করুন যে ক্ষমতার বাইরে ঋণ আছে কিনা বা দলে পারস্পরিক ধার আছে? রেজোলিউশন ভিডিওর উদাহরণ পুনরাবৃত্তি করুন।
hi: यह पूछे कि क्या क्षमता से अधिक ऋण है या समूह में आपसी उधारी है? संकल्प वीडियों का उदाहरण दोहराये।
mr: ग्राहकाची एकूण कर्ज क्षमता ओलांडली आहे का किंवा गटामध्ये परस्पर कर्ज आहे का हे विचारा.

# totaldebtunderlimit
source: Ensure that the customer's total debt does not exceed Rs. 50,000.
bn: নিশ্চিত করুন যে গ্রাহকের মোট ধার 50000/- টাকার বেশি নয়।
hi: सुनिश्चित करे कि ग्राहक की कुल उधारी रु. 50000/- से अधिक नहीं है।
mr: ग्राहकाचे एकूण कर्ज ₹50,000/- पेक्षा जास्त नाही याची खात्री करा.

# workingplaceverification
source: Business site inspection done.
bn: ব্যবসাস্থল পরিদর্শন করা হয়েছে।
hi: व्यापार स्थल का निरीक्षण किया
mr: व्यवसाय ठिकाणाची तपासणी केली

# isworkingplacevalid
source: Wherever the business site is outside the working perimeter (ensure verification through family members, group members, and neighbors), attach the email approval from DM.
bn: যেখানে ব্যবসাস্থল কর্মপরিধির বাইরে (সেখানে পরিবার সদস্যদের, দলের সদস্যদের এবং প্রতিবেশীদের মাধ্যমে যাচাই নিশ্চিত করুন) ডিএম-এর অনুমোদনের মেল সংযুক্ত আছে।
hi: जहां कही व्यापार स्थल कार्य करने वाली परिधि के बाहर है (वहां सत्यापन परिवार के सदस्यों, समूह सदस्यों व पड़ोसियों के माध्यम से सुनिश्चित करें) डी० एम० के अनुमोदन की मेल संलग्न है।
mr: व्यवसाय ठिकाण कार्यक्षेत्राबाहेर असल्यास कुटुंब, गट सदस्य व शेजाऱ्यांमार्फत पडताळणी करा.

# workingplacedescription
source: Business site description (owned, rented, or leased).
bn: ব্যবসাস্থলের বিবরণ (নিজের, ভাড়া বা লিজ)
hi: व्यापार स्थल का विवरण (अपना किराये पर या लीज़ पर)
mr: व्यवसाय ठिकाणाचे वर्णन (स्वतःचे, भाड्याने किंवा लीजवर)

# workexperience
source: Number of years in business.
bn: কত বছর ধরে ব্যবসা করছেন
hi: कितने वर्षों से व्यापार में है
mr: व्यवसायात किती वर्षांपासून आहे

# seasondependency
source: Verify the seasonal nature of the business and ensure that the customer has adequate cash flow during the off-season to make timely loan repayments.
bn: ব্যবসায়ের মৌসুমী প্রকৃতির যাচাই করুন এবং নিশ্চিত করুন যে গ্রাহকের কাছে ঋণের সময়মতো পরিশোধের জন্য পর্যাপ্ত নগদ প্রবাহ আছে।
hi: व्यापार का मौसमी स्वरूप का सत्यापन करें तथा यह सुनिश्चित करे कि ग्राहक के पास में मौसम समय के लिये समुचित नकदी प्रवाह उपलब्ध है जिससे वह हमारे ऋण का समय से भुगतान कर सके।
mr: व्यवसायाच्या हंगामी स्वरूपाची पडताळणी करा आणि ग्राहकाकडे हंगामाच्या काळासाठी रोख प्रवाह आहे का ते तपासा.

# stockverification
source: Stock verification done wherever applicable.
bn: যেখানে প্রযোজ্য সেখানে মাল (স্টক) যাচাই করা হয়েছে।
hi: माल (स्टाक) का सत्यापन किया जहाँ कही लागू हो।
mr: साठ्याची पडताळणी केली (लागू असल्यास).

# loansufficientwithdebt
source: Ensure that the applied loan amount is appropriate for the intended purpose.
bn: নিশ্চিত করুন যে আবেদিত পরিমাণ ঋণের উদ্দেশ্যের সাথে সামঞ্জস্যপূর্ণ।
hi: यह सुनिश्चित करें कि आवेदित राशि ऋण के उद्देश्य के अनुकूल है।
mr: अर्ज केलेली रक्कम कर्जाच्या उद्देशासाठी योग्य आहे का ते निश्चित करा.

# clickwithhouse
source: Photograph the house with the applicant
bn: আবেদনকারীর সাথে বাড়ির ছবি তুলুন।
hi: आवेदक के साथ घर की तस्वीर खींचें
mr: अर्जदारासोबत घराचे फोटो घ्या.

# isclosehousevisit
source: Do you want to close House Visit page?
bn: আপনি কি হাউস ভিজিট পৃষ্ঠা বন্ধ করতে চান?
hi: क्या आप हाउस विजिट पेज बंद करना चाहते हैं?
mr: आपण घर भेट पृष्ठ बंद करू इच्छिता का?

source: Meeting Type
bn: মিটিং প্রকার
hi: मीटिंग प्रकार
mr: मीटिंग प्रकार

source: Sm Code
bn: এসএম কোড
hi: एसएम कोड
mr: SM कोड

source: Amount
bn: পরিমাণ
hi: राशि
mr: रक्कम

source: Comment
bn: মন্তব্য
hi: टिप्पणी
mr: टिप्पणी

source: Click Image
bn: ছবিতে ক্লিক করুন
hi: छवि पर क्लिक करें
mr: छायाचित्र क्लिक करा

# clickheretoupload
source: Click here to upload receipt
bn: রসিদ আপলোড করার জন্য এখানে ক্লিক করুন
hi: रसीद अपलोड करने के लिए यहां क्लिक करें
mr: पावती अपलोड करण्यासाठी येथे क्लिक करा

# clickgallary
source: Select from gallery
bn: গ্যালারি থেকে নির্বাচন করুন
hi: गैलरी से चुनें
mr: गॅलरीमधून निवडा

# clickcamera
source: Take a photo
bn: একটি ছবি তুলুন
hi: एक तस्वीर लें
mr: फोटो काढा

# optionchhoose
source: Choose an option
bn: একটি বিকল্প নির্বাচন করুন
hi: एक विकल्प चुनें
mr: एक पर्याय निवडा

source: App Link
bn: অ্যাপ লিঙ্ক
hi: ऐप लिंक
mr: ॲप लिंक

# rdservice
source: RD Service Link
bn: আরডি সার্ভিস লিঙ্ক
hi: आरडी सर्विस लिंक
mr: आरडी सर्व्हिस लिंक

# nsdl
source: NSDL Link
bn: এনএসডিএল লিঙ্ক
hi: एनएसडीएल लिंक
mr: एनएसडीएल लिंक
