Repository: sunny-Joon/Flutter-Sourcing-App
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr

# consentRawTextmulti
source: I hereby authorize NSDL e-Gov on behalf of Paisalo Digital Limited to- 1. Use my Aadhaar details for Loan Document eSignature and authenticate my identity through the Aadhaar Authentication system (Aadhaar based e-KYC services of UIDAI) in accordance with the provisions of the Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016 and the allied rules and regulations notified thereunder and for no other purpose.2. Authenticate my Aadhaar through OTP or Biometric for authenticating my identity through the AadhaarAuthentication system for obtaining my e-KYC through Aadhaar based e-KYC services of UIDAI and use my Photo andDemographic details (Name, Gender, Date of Birth and Address) for Loan Document eSignature.3. I understand that Security and confidentiality of personal identity data provided, for the purpose of Aadhaarbased authentication is ensured by NSDL e-Gov and the data will be stored by NSDL e-Gov till such time asmentioned in guidelines from UIDAI from time to time.4. I have understood that the system of downloading the copy of loan document for my record from the linkprovided by the company through email or SMS post e-signing of the loan document. I shall download the copy of loan documents as per my convenience at a later stage.
mr: मी यामुळे पैसेलो डिजिटल लिमिटेडतर्फे एनएसडीएल ई-गव्ह यांना अधिकृत करतो: माझ्या आधार तपशीलांचा वापर केवळ कर्ज दस्तऐवजाच्या ई-स्वाक्षरीसाठी आणि आधार प्रमाणीकरण प्रणाली (UIDAI च्या आधार-आधारित ई-केवायसी सेवा) द्वारे माझी ओळख सत्यापित करण्यासाठी केला जाईल, जसे की आधार (आर्थिक आणि इतर अनुदान, लाभ आणि सेवांचे लक्ष्यित वितरण) अधिनियम, 2016 आणि त्याअंतर्गत बनवलेल्या नियमांमध्ये नमूद केले आहे, आणि इतर कोणत्याही कारणासाठी वापरला जाणार नाही. माझी ओळख सत्यापित करण्यासाठी आणि ई-केवायसीसाठीच माझ्या आधारचा OTP किंवा बायोमेट्रिक द्वारे प्रमाणीकरण करण्यास मी संमती देतो. माझी लोकसंख्यात्मक आणि छायाचित्र माहिती (नाव, लिंग, जन्मतारीख आणि पत्ता) फक्त कर्ज दस्तऐवजाच्या ई-स्वाक्षरीसाठी वापरण्यास मी अधिकृत करतो. माझ्याकडून कोणतीही सर्वसमावेशक संमती मागितली जात नाही, आणि मी केवळ या दस्तऐवजात नमूद विशिष्ट उद्दिष्टांसाठीच संमती देत आहे हे मला समजते. माझा आधार क्रमांक किंवा ई-केवायसी डेटा कोणत्याही तृतीय पक्षासोबत किंवा संस्थेसोबत सामायिक केला जाणार नाही, केवळ येथे स्पष्टपणे नमूद केलेल्यांव्यतिरिक्त, आणि तेही फक्त सांगितलेल्या कारणांसाठी. UIDAI च्या मार्गदर्शक सूचनांनुसार माझ्या वैयक्तिक ओळखीची माहिती गोपनीय आणि सुरक्षित ठेवली जाईल याची मला खात्री आहे. NSDL ई-गव्हद्वारे लागू कायदेशीर आणि नियामक गरजेनुसार माझा डेटा संग्रहित केला जाईल. माझ्या रेकॉर्डसाठी ई-स्वाक्षरी झालेला कर्ज दस्तऐवज डाउनलोड करण्याची सुविधा यशस्वी ई-स्वाक्षरीनंतर सुरक्षित लिंकद्वारे ईमेल किंवा SMS ने पाठवली जाईल, हे मी समजतो. मी पैसेलो डिजिटल लिमिटेडला स्पष्ट संमती देतो की त्यांनी फक्त आर्थिक मूल्यांकन आणि कर्ज प्रक्रिया करण्याच्या उद्देशाने CRIF High Mark कडून माझी क्रेडिट माहिती मिळवावी व ती पुन्हा मिळवू शकते, आणि इतर कोणत्याही कारणासाठी नाही.
