Repository: sunny-Joon/Flutter-Sourcing-App
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr

# user
source: User ID
bn: ব্যবহারকারী আইডি
hi: उपयोगकर्ता आईडी
mr: वापरकर्ता आयडी

source: User ID:-
bn: ব্যবহারকারী আইডি:-
hi: उपयोगकर्ता आईडी:-
mr: वापरकर्ता आयडी:-

source: Password
bn: পাসওয়ার্ড
hi: पासवर्ड
mr: पासवर्ड

# usererror
source: User Name must be at least 10 characters
bn: ব্যবহারকারীরনাম কমপক্ষে 10 অক্ষর দীর্ঘ হতে হবে
hi: उपयोगकर्ता नाम कम से कम 10 अक्षर लंबा होना चाहिए
mr: वापरकर्त्याचे नाव किमान 10 अक्षरांचे असावे

# passerror
source: Password must be at least 5 characters
bn: পাসওয়ার্ড কমপক্ষে 5 অক্ষর দীর্ঘ হতে হবে
hi: पासवर्ड कम से कम 5 अक्षर लंबा होना चाहिए
mr: पासवर्ड किमान 5 अक्षरांचा असावा

source: LOGIN
bn: লগইন
hi: लॉगिन
mr: लॉगिन

# blanckuser
source: UserId cannot be blank.
bn: ব্যবহারকারী আইডি খালি হতে পারে না।
hi: उपयोगकर्ता आईडी खाली नहीं हो सकती।
mr: वापरकर्ता आयडी रिक्त राहू शकत नाही.

source: OK
bn: ঠিকআছে
hi: ठीक है
mr: ठीक आहे

source: Error
bn: ত্রুটি
hi: त्रुटि
mr: त्रुटी

# faileddeviceid
source: Failed to generate Device ID.
bn: ডিভাইস আইডি তৈরি করতে ব্যর্থ।
hi: डिवाइस आईडी उत्पन्न करने में विफल।
mr: डिव्हाइस आयडी तयार करण्यात अयशस्वी.

source: Device Id:-
bn: ডিভাইস আইডি:-
hi: डिवाइस आईडी:-
mr: डिव्हाइस आयडी:-

# sharedevice
source: Share Device Id
bn: ডিভাইস আইডি শেয়ার করুন
hi: डिवाइस आईडी साझा करें
mr: डिव्हाइस आयडी शेअर करा

# term
source: Terms & Conditions
bn: নিয়ম ও শর্তাবলী
hi: नियम और शर्तें
mr: नियम व अटी

# necessarypermissions
source: This app requires certain permissions to function correctly. Please grant the necessary permissions.
bn: এই অ্যাপটি সঠিকভাবে কাজ করার জন্য কিছু অনুমতির প্রয়োজন। অনুগ্রহ করে প্রয়োজনীয় অনুমতি দিন।
hi: इस ऐप को सही ढंग से काम करने के लिए कुछ अनुमतियों की आवश्यकता है। कृपया आवश्यक अनुमतियाँ दें।
mr: या अॅपला योग्य प्रकारे चालवण्यासाठी काही अनुमती आवश्यक आहेत. कृपया आवश्यक अनुमती द्या.

# opensetting
source: Open Settings
bn: সেটিংস খুলুন
hi: सेटिंग्स खोलें
mr: सेटिंग्स उघडा

source: Deny
bn: অস্বীকার করুন
hi: अस्वीकार करें
mr: नकार द्या

# chat
source: Chatbot
bn: চ্যাটবট
hi: चैटबॉट
mr: चॅटबॉट

source: Call Support
bn: কল সমর্থন
hi: कॉल समर्थन
mr: कॉल समर्थन

source: Email Support
bn: ইমেল সমর্থন
hi: ईमेल समर्थन
mr: ईमेल समर्थन

# pleaseidandpass
source: Please enter ID and Password
bn: অনুগ্রহ করে আইডি এবং পাসওয়ার্ড লিখুন
hi: कृपया आईडी और पासवर्ड दर्ज करें
mr: कृपया आयडी आणि पासवर्ड टाका

# invalididandpass
source: Invalid ID or Password. Please check and try again
bn: অবৈধ আইডি বা পাসওয়ার্ড। অনুগ্রহ করে চেক করুন এবং আবার চেষ্টা করুন
hi: अमान्य आईडी या पासवर्ड. कृपया जाँच करें और पुनः प्रयास करें
mr: अवैध आयडी किंवा पासवर्ड. कृपया तपासा आणि पुन्हा प्रयत्न करा

source: Request Type
bn: অনুরোধের প্রকার
hi: अनुरोध प्रकार
mr: विनंती प्रकार

# branchcode
source: Branch Codes
bn: শাখা কোড
hi: शाखा कोड
mr: शाखा कोड

source: Name
bn: নাম:
hi: नाम
mr: नाव

# mobile
source: Mobile No.
bn: মোবাইল নম্বর:
hi: मोबाइल नंबर
mr: मोबाइल नंबर:

# imei1
source: IMEI No. 1
bn: IMEI নম্বর 1
hi: IMEI नंबर 1
mr: IMEI नंबर 1

# imei2
source: IMEI No. 2
bn: IMEI নম্বর 2
hi: IMEI नंबर 2
mr: IMEI नंबर 2

source: Save
bn: সংরক্ষণ করুন
hi: सहेजें
mr: जतन करा

# month
source: Monthly
bn: মাসিক
hi: मासिक
mr: महिना

# comission
source: Comission Target
bn: কমিশন লক্ষ্য
hi: कमीशन लक्ष्य
mr: कमिशन लक्ष्य

# target
source: Reset target
bn: লক্ষ্য রিসেট করুন
hi: लक्ष्य रीसेट करें
mr: लक्ष्य रीसेट करा

# earnmaximum
source: Earn Maximum Commission
bn: সর্বোচ্চ কমিশন উপার্জন করুন
hi: अधिकतम कमीशन कमाएं
mr: जास्तीत जास्त कमिशन कमवा

# abruknanhi
source: AB RUKNA NAHI
bn: এখন থামবেন না
hi: अब रुकना नहीं
mr: आता थांबू नका

# disbursement
source: Disbursement Target
bn: বিতরণ লক্ষ্য
hi: वितरण लक्ष्य
mr: वितरण लक्ष्य

# highesttarget
source: You have set the highest target
bn: আপনি সর্বোচ্চ লক্ষ্য নির্ধারণ করেছেন
hi: आपने उच्चतम लक्ष्य सेट किया है
mr: आपण सर्वोच्च लक्ष्य निश्चित केले आहे

# swipeleft
source: swipe left to start earning
bn: উপার্জন শুরু করতে বাম দিকে সোয়াইপ করুন
hi: कमाई शुरू करने के लिए बाएं स्वाइप करें
mr: कमाईसाठी डावीकडे स्वाइप करा

source: Welcome
bn: স্বাগতম
hi: स्वागत है
mr: स्वागत आहे

# setmonthlytargetf
source: Set your monthly
bn: আপনার মাসিক সেট করুন
hi: अपना मासिक सेट करें
mr: आपला मासिक लक्ष्य निश्चित करा

# setmonthlytargets
source: commission target
bn: কমিশন লক্ষ্য
hi: कमीशन लक्ष्य
mr: कमिशन लक्ष्य

source: Submit
bn: জমাদিন
hi: जमा करें
mr: सबमिट करा

source: January
bn: জানুয়ারি
hi: जनवरी
mr: जानेवारी

source: February
bn: ফেব্রুয়ারি
hi: फरवरी
mr: फेब्रुवारी

source: March
bn: মার্চ
hi: मार्च
mr: मार्च

source: April
bn: এপ্রিল
hi: अप्रैल
mr: एप्रिल

source: May
bn: মে
hi: मई
mr: मे

source: June
bn: জুন
hi: जून
mr: जून

source: July
bn: জুলাই
hi: जुलाई
mr: जुलै

source: August
bn: আগস্ট
hi: अगस्त
mr: ऑगस्ट

source: September
bn: সেপ্টেম্বর
hi: सितंबर
mr: सप्टेंबर

source: October
bn: অক্টোবর
hi: अक्टूबर
mr: ऑक्टोबर

source: November
bn: নভেম্বর
hi: नवंबर
mr: नोव्हेंबर

source: December
bn: ডিসেম্বর
hi: दिसंबर
mr: डिसेंबर

# nodata
source: No data available for
bn: কোন ডেটা উপলব্ধ নেই
hi: कोई डेटा उपलब्ध नहीं है
mr: कोणतेही डेटा उपलब्ध नाही

source: ALL INDIA
bn: সমগ্র ভারত
hi: संपूर्ण भारत
mr: संपूर्ण भारत

# leader
source: LEADER BOARD
bn: লিডার বোর্ড
hi: लीडर बोर्ड
mr: लीडर बोर्ड

source: ONBOARDING
bn: অনবোর্ডিং
hi: ऑनबोर्डिंग
mr: ऑनबोर्डिंग

source: KYC
bn: কেওয়াইসি
hi: केवाईसी
mr: केवायसी

source: E SIGN
bn: ই সাইন
hi: ई साइन
mr: ई-साइन

# application
source: APPLICATION FORM
bn: আবেদনপত্র
hi: आवेदन फार्म
mr: अर्ज फॉर्म

source: HOUSE VISIT
bn: গৃহ পরিদর্শন
hi: घर का दौरा
mr: घरभेट

source: VISIT REPORT
bn: পরিদর্শন প্রতিবেদন
hi: दौरा रिपोर्ट
mr: भेट अहवाल

source: QR Payment Report
bn: কিউআর পেমেন্ট রিপোর্ট
hi: क्यूआर भुगतान रिपोर्ट
mr: क्यूआर पेमेंट अहवाल

source: Collection Report
bn: সংগ্রহ প্রতিবেদন
hi: संग्रह रिपोर्ट
mr: संकलन अहवाल

# morpho
source: Morpho Recharge
bn: মরফো রিচার্জ
hi: मॉर्फो रिचार्ज
mr: मॉर्फो रिचार्ज

# payment
source: Payment Settlement
bn: পেমেন্ট নিষ্পত্তি
hi: भुगतान निपटान
mr: भरणा सेटलमेंट

source: Refer Now
bn: এখন রেফার করুন
hi: अभी संदर्भित करें
mr: आता रेफर करा

source: Are you sure?
bn: আপনি কি নিশ্চিত?
hi: क्या आप सुनिश्चित हैं?
mr: तुम्हाला खात्री आहे का?

# doyouwant
source: Do you want to Logout?
bn: আপনি কি লগআউট করতে চান?
hi: क्या आप लॉगआउट करना चाहते हैं?
mr: आपण लॉगआउट करू इच्छिता?

source: No
bn: না
hi: नहीं
mr: नाही

# nameid
source: Name;-
bn: নাম:-
hi: नाम:-
mr: नाव:-

source: Yes
bn: হ্যাঁ
hi: हां
mr: होय

source: ID:-
bn: আইডি:
hi: आईडी:-
mr: आयडी:-

# mno
source: Mobile No
bn: মোবাইল নম্বর
hi: मोबाइल नंबर
mr: मोबाइल नंबर

# mnoid
source: Mobile No:-
bn: মোবাইল নম্বর:-
hi: मोबाइल नंबर:-
mr: मोबाइल नंबर:-

source: Designation:-
bn: পদ:-
hi: पदनाम:-
mr: पदनाम:-

# locationerror
source: Please enable your location services or open location settings.
bn: অনুগ্রহ করে আপনার অবস্থান পরিষেবাগুলি সক্ষম করুন বা অবস্থান সেটিংস খুলুন।
hi: कृपया अपनी स्थान सेवाओं को सक्षम करें या स्थान सेटिंग्स खोलें।
mr: कृपया आपल्या स्थान सेवा सक्षम करा किंवा स्थान सेटिंग्स उघडा.

# entermorpho
source: Enter Morpho S/N
bn: মরফো এস/এন প্রবেশ করুন
hi: मॉर्फो एस/एन दर्ज करें
mr: मॉर्फो एस/एन प्रविष्ट करा

# referal
source: Your Referral Code
bn: আপনার রেফারেল কোড
hi: आपका रेफ़रल कोड
mr: तुमचा रेफरल कोड

source: Loading...
bn: লোড হচ্ছে...
hi: लोड हो रहा है...
mr: लोड होत आहे...

# totalreferral
source: Total Referral Friends
bn: মোট রেফারেল বন্ধু
hi: कुल रेफरल मित्र
mr: एकूण रेफरल मित्र

# totalcashback
source: Total Cashback Earned
bn: মোট ক্যাশব্যাক অর্জিত
hi: अर्जित कुल कैशबैक
mr: अर्जित एकूण कॅशबॅक

# howtorefer
source: How To Refer a Friend and Earn?
bn: কীভাবে একজন বন্ধুকে রেফার করবেন এবং উপার্জন করবেন?
hi: किसी मित्र को कैसे रेफर करें और कमाई कैसे करें?
mr: मित्राला कसे रेफर करावे व कसे कमवावे?

# earn1
source: Click On 'Refer Now' and copy the message with your unique referral code.
bn: 'Refer Now'-এ ক্লিক করুন এবং আপনার অনন্য রেফারেল কোড সহ বার্তাটি অনুলিপি করুন।
hi: 'Refer Now' पर क्लिक करें और अपने अद्वितीय रेफरल कोड के साथ संदेश को कॉपी करें।
mr: 'आता रेफर करा' वर क्लिक करा आणि तुमच्या युनिक रेफरल कोडसह संदेश कॉपी करा.

# earn2
source: Send the message to your friends via SMS, WhatsApp, Facebook or Email.
bn: এসএমএস, হোয়াটসঅ্যাপ,ফেসবুক বা ইমেলের মাধ্যমে আপনার বন্ধুদের কাছে বার্তা পাঠান।
hi: अपने दोस्तों को एसएमएस, व्हाट्सएप, फेसबुक या ईमेल के माध्यम से संदेश भेजें।
mr: तुमच्या मित्रांना एसएमएस, व्हाट्सअप, फेसबुक किंवा ईमेलद्वारे पाठवा.

# earn3
source: Ask your friend to fill in the form with your referral code and get ready to get rewarded.
bn: আপনার বন্ধুকে আপনার রেফারেল কোড দিয়ে ফর্ম পূরণ করতে বলুন এবং পুরস্কার পেতে প্রস্তুত হন।
hi: अपने मित्र को अपने रेफ़रल कोड के साथ फ़ॉर्म भरने के लिए कहें और पुरस्कार पाने के लिए तैयार हो जाएँ।
mr: तुमच्या मित्राला तुमच्या रेफरल कोडसह फॉर्म भरायला सांगा आणि बक्षिसासाठी सज्ज व्हा.

source: Installment
bn: কিস্তি
hi: किस्त
mr: हप्ता

# pinstallment
source: Paid Installment
bn: পেমেন্ট কিস্তি
hi: भुगतान किश्त
mr: पेमेंट हप्ता

source: PUNCHOUT
bn: অনুপস্থিত
hi: अनुपस्थित
mr: अनुपस्थित

source: PUNCHIN
bn: বর্তমান
hi: उपस्थित
mr: उपस्थित

# adhar
source: Aadhaar ID
bn: আধার আইডি
hi: आधार आईडी
mr: आधार आयडी

# adharid
source: Aadhaar ID =
bn: আধার আইডি =
hi: आधार आईडी =
mr: आधार आयडी

source: Title
bn: শিরোনাম
hi: शीर्षक
mr: शीर्षक

# mname
source: Middle Name
bn: মধ্য নাম
hi: मध्य नाम
mr: मधले नाव

# lname
source: Last Name
bn: উपनाম
hi: उपनाम
mr: आडनाव

# gurname
source: Guardian Name
bn: অভিভাবকের নাম
hi: अभिभावक का नाम
mr: पालकांचे नाव

source: Gender
bn: লিঙ্গ
hi: लिंग
mr: लिंग

source: Relationship
bn: সম্পর্ক
hi: संबंध
mr: संबंध

source: Age
bn: বয়স
hi: आयु
mr: वय

# dob
source: Date of Birth
bn: জন্ম তারিখ
hi: जन्म तिथि
mr: जन्मतारीख

# dobid
source: Date of Birth
bn: জন্ম তারিখ =
hi: जन्म तिथि =
mr: जन्मतारीख =

# ffnane
source: Father First Name
bn: পিতার প্রথম নাম
hi: पिता का प्रथम नाम
mr: वडिलांचे पहिले नाव

# marital
source: Marital Status
bn: বৈবাহিক অবস্থা
hi: वैवाहिक स्थिति
mr: वैवाहिक स्थिती

# sfname
source: Spouse First Name
bn: স্বামী/স্ত্রীর প্রথম নাম
hi: पति/पत्नी का प्रथम नाम
mr: पती/पत्नीचे नाव

source: Monthly Income
bn: মাসিক আয়
hi: मासिक आय
mr: मासिक उत्पन्न

# monthlyexpence
source: Monthly Expense
bn: মাসিক খরচ
hi: मासिक खर्च
mr: मासिक खर्च

source: Address1
bn: ঠিকানা 1
hi: पता 1
mr: पत्ता 1

source: Address2
bn: ঠিকানা 2
hi: पता 2
mr: पत्ता 2

source: Address3
bn: ঠিকানা 3
hi: पता 3
mr: पत्ता 3

source: City
bn: শহর
hi: शहर
mr: शहर

source: Pincode
bn: পিনকোড
hi: पिनकोड
mr: पिनकोड

# sstate
source: Select State
bn: রাজ্য নির্বাচন করুন
hi: राज्य चुनें
mr: राज्य निवडा

source: Loan Amount
bn: ঋণের পরিমাণ
hi: ऋण राशि
mr: कर्जाची रक्कम

# lmt
source: Loan Amount =
bn: ঋণের পরিমাণ =
hi: ऋण राशि =
mr: कर्जाची रक्कम =

source: Loan Reason
bn: ঋণের কারণ
hi: ऋण का कारण
mr: कर्जाचे कारण

source: Loan Duration
bn: ঋণের মেয়াদ
hi: ऋण अवधि
mr: कर्जाची मुदत

source: Bank Name
bn: ব্যাংকের নাম
hi: बैंक का नाम
mr: बँकेचे नाव

source: Close
bn: বন্ধ করুন
hi: बंद करें
mr: बंद करा

source: PAN No.
bn: প্যান নম্বর
hi: पैन नंबर
mr: पॅन नंबर

# pannoid
source: PAN No =
bn: প্যান নম্বর =
hi: पैन नंबर =
mr: पॅन नंबर =

# dl
source: Driving License
bn: ড্রাইভিং লাইসেন্স
hi: ड्राइविंग लाइसेंस
mr: ड्रायव्हिंग लायसन्स

# dlid
source: Driving License =
bn: ড্রাইভিং লাইসেন্স
hi: ड्राइविंग लाइसेंस =
mr: ड्रायव्हिंग लायसन्स =

# dlexpiry
source: Driving License Expiry Date
bn: ড্রাইভিং লাইসেন্সের মেয়াদ
hi: ड्राइविंग लाइसेंस की समाप्ति तिथि
mr: ड्रायव्हिंग लायसन्स समाप्ती तारीख

# voter
source: Voter Id
bn: ভোটার আইডি
hi: मतदाता आईडी
mr: मतदाता आयडी

source: Voter Id =
bn: ভোটার আইডি =
hi: मतदाता आईडी =
mr: मतदाता आयडी =

source: Passport
bn: পাসপোর্ট
hi: पासपोर्ट
mr: पासपोर्ट

# passportexpiry
source: Passport Expiry Date
bn: পাসপোর্ট মেয়াদ
hi: पासपोर्ट समाप्ति तिथि
mr: पासपोर्ट समाप्ती तारीख

source: Select City
bn: শহর নির্বাচন করুন
hi: शहर चुनें
mr: शहर निवडा

# selectdistric
source: Select District
bn: জেলা নির্বাচন করুন
hi: जिला चुनें
mr: जिल्हा निवडा

# selectsubdistric
source: Select Sub-District
bn: উপ-জেলা নির্বাচন করুন
hi: उप-जिला चुनें
mr: उपजिल्हा निवडा

source: Select Village
bn: গ্রাম নির্বাচন করুন
hi: गांव चुनें
mr: गाव निवडा

# fesign
source: First E-Sign
bn: প্রথম ই-সাইন
hi: पहला ई-साइन
mr: पहिला ई-साइन

# sesign
source: Second E-Sign
bn: দ্বিতীয় ই-সাইন
hi: दूसरा ई-साइन
mr: दुसरा ई-साइन

source: Ficode:
bn: ফিকোড:
hi: फिकोड
mr: फिकोड:

source: Creator:
bn: নির্মাতা:
hi: निर्माता
mr: निर्माता:

source: Address:
bn: ঠিকানা:
hi: पता
mr: पत्ता:

# readconsent
source: Please Read Below Consent before Proceed
bn: অনুগ্রহ করে এগিয়ে যাওয়ার আগে নীচের সম্মতি পড়ুন
hi: कृपया आगे बढ़ने से पहले नीचे दी गई सहमति को पढ़ें
mr: कृपया पुढे जाण्यापूर्वी खालील संमती वाचा

source: Proceed
bn: এগিয়ে যান
hi: आगे बढ़ें
mr: पुढे जा

# readallconsents
source: I have read all the consents properly
bn: আমি সমস্ত সম্মতি সঠিকভাবে পড়েছি
hi: मैंने सभी सहमतियों को ठीक से पढ़ लिया है
mr: मी सर्व संमती नीट वाचल्या आहेत

source: Please wait....
bn: অনুগ্রহ করে অপেক্ষা করুন....
hi: कृपया प्रतीक्षा करें....
mr: कृपया प्रतीक्षा करा....

# iherebynsdl
source: I hereby authorize NSDL e-Gov on behalf of Paisalo Digital Limited to:
bn: আমি, এর মাধ্যমে, পাইসালো ডিজিটাল লিমিটেডের পক্ষ থেকে এনএসডিএল ই-গভকে অনুমোদন করছি যে:
hi: मैं, इसके द्वारा, पाइसालो डिजिटल लिमिटेड की ओर से एनएसडीएल ई-गव को अधिकृत करता हूं कि:
mr: मी, यामुळे, पाइसालो डिजिटल लिमिटेडच्या वतीने एनएसडीएल ई-गव ला अधिकृत करतो की:

# esigntext1
source: 1. Use my Aadhaar details for Loan Document eSignature and authenticate my identity through the Aadhaar Authentication system (Aadhaar based e-KYC services of UIDAI) in accordance with the provisions of the Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016 and the allied rules and regulations notified thereunder and for no other purpose.
bn: 1. আমার আধার বিবরণ ব্যবহার করে লোন ডকুমেন্টের ই-সিগনেচারের জন্য এবং আধার প্রমাণীকরণ সিস্টেম (ইউআইডিএআই-এর আধার ভিত্তিক ই-কেওয়াইসি পরিষেবা) এর মাধ্যমে আমার পরিচয় যাচাই করুন, যা আধার আইন, 2016 এবং এর অধীনে বিজ্ঞাপিত নিয়ম ও প্রবিধান অনুসারে, এবং অন্য কোন উদ্দেশ্যে নয়।
hi: 1. मेरी आधार विवरणों का उपयोग लोन दस्तावेज़ के ई-सिग्नेचर के लिए करें और मेरी पहचान को आधार प्रामाणन प्रणाली (UIDAI की आधार आधारित ई-केवाईसी सेवाओं) के माध्यम से सत्यापित करें,जो आधार अधिनियम, 2016 और उसके तहत अधिसूचित नियमों और विनियमों के अनुसार है, और किसी अन्य उद्देश्य के लिए नहीं।
mr: 1. माझ्या आधार तपशीलांचा उपयोग कर्ज दस्तऐवजांच्या ई-सिग्नेचरसाठी करा आणि माझी ओळख आधार प्रमाणीकरण प्रणालीद्वारे (UIDAI ची आधार आधारित ई-केवायसी सेवा) सत्यापित करा, जी आधार कायदा, 2016 आणि त्याअंतर्गत अधिसूचित नियमांनुसार आहे, आणि इतर कोणत्याही कारणासाठी नाही.

# esigntext2
source: 2. Authenticate my Aadhaar through OTP or Biometric for authenticating my identity through the Aadhaar Authentication system for obtaining my e-KYC through Aadhaar based e-KYC services of UIDAI and use my Photo and Demographic details (Name, Gender, Date of Birth, and Address) for Loan Document eSignature.
bn: 2. ওটিপি বা বায়োমেট্রিকের মাধ্যমে আমার আধার যাচাই করুন এবং আধার প্রমাণীকরণ সিস্টেমের মাধ্যমে আমার পরিচয় নিশ্চিত করুন, এবং আমার ছবি এবং জনমিতিক বিবরণ (নাম, লিঙ্গ, জন্ম তারিখ এবং ঠিকানা) ব্যবহার করে লোন ডকুমেন্টের ই-সিগনেচারের জন্য।
hi: 2. मेरी आधार को ओटीपी या बायोमेट्रिक के माध्यम से सत्यापित करें और आधार प्रामाणन प्रणाली के माध्यम से मेरी पहचान की प्रामाणिकता सुनिश्चित करें, और मेरे फोटो और जनसांख्यिकीय विवरणों (नाम, लिंग, जन्मतिथि और पता) का उपयोग लोन दस्तावेज़ के ई-सिग्नेचर के लिए करें।
mr: 2. माझ्या आधारची ओटीपी किंवा बायोमेट्रिकद्वारे सत्यता तपासा आणि आधार प्रमाणीकरण प्रणालीद्वारे माझ्या ओळखीची सत्यता निश्चित करा, तसेच माझ्या फोटो आणि लोकसंख्याशास्त्रीय तपशीलांचा (नाव, लिंग, जन्मतारीख आणि पत्ता) उपयोग कर्ज दस्तऐवजांच्या ई-सिग्नेचरसाठी करा.

# esigntext3
source: 3. I understand that security and confidentiality of personal identity data provided, for the purpose of Aadhaar based authentication is ensured by NSDL e-Gov and the data will be stored by NSDL e-Gov till such time as mentioned in guidelines from UIDAI from time to time.
bn: 3. আমি বুঝতে পেরেছি যে এনএসডিএল ই-গভ দ্বারা সরবরাহ করা ব্যক্তিগত পরিচয় ডেটার নিরাপত্তা এবং গোপনীয়তা নিশ্চিত করা হয় এবং এই ডেটা ইউআইডিএআই দ্বারা সময়ে সময়ে জারি করা নির্দেশাবলী অনুসারে এনএসডিএল ই-গভ দ্বারা সংরক্ষণ করা হবে।
hi: 3. मैंने समझ लिया है कि एनएसडीएल ई-गव द्वारा प्रदान की गई व्यक्तिगत पहचान डेटा की सुरक्षा और गोपनीयता सुनिश्चित की जाती है और यह डेटा UIDAI द्वारा समय-समय पर जारी दिशा-निर्देशों के अनुसार एनएसडीएल ई-गव द्वारा संग्रहीत किया जाएगा।
mr: 3. मला समजले आहे की एनएसडीएल ई-गव पुरवलेल्या व्यक्तिगत ओळख डेटा सुरक्षितता आणि गोपनीयता सुनिश्चित केली जाते आणि हा डेटा UIDAI कडून वेळोवेळी जारी केलेल्या मार्गदर्शक सूचनांनुसार एनएसडीएल ई-गव कडून संग्रहित केला जाईल.

# esigntext4
source: 4. I have understood that the system of downloading the copy of loan document for my record from the link provided by the company through email or SMS post e-signing of the loan document. I shall download the copy of loan documents as per my convenience at a later stage.
bn: 4. আমি বুঝতে পেরেছি যে কোম্পানি দ্বারা ই-মেইল বা এসএমএসের মাধ্যমে পাঠানো লিঙ্ক থেকে লোন ডকুমেন্টের একটি কপি ডাউনলোড করার ব্যবস্থা আছে। আমি আমার সুবিধা অনুযায়ী পরে লোন ডকুমেন্টের কপি ডাউনলোড করব।
hi: 4. मैंने समझ लिया है कि कंपनी द्वारा ई-मेल या एसएमएस के माध्यम से भेजे गए लिंक से लोन दस्तावेज़ की एक प्रति डाउनलोड करने की प्रणाली है। मैं अपनी सुविधा के अनुसार बाद में लोन दस्तावेज़ की प्रति डाउनलोड करूंगा।
mr: 4. मला समजले आहे की कंपनीने ईमेल किंवा एसएमएसद्वारे पाठवलेल्या लिंकवरून कर्ज दस्तऐवजाची प्रत डाउनलोड करण्याची प्रणाली आहे. मी माझ्या सोयीनुसार नंतर कर्ज दस्तऐवजाची प्रत डाउनलोड करेन.

# esigntext5
source: 5. I, hereby provide my explicit consent to Paisalo Digital Limited to access and retrieve my credit information from CRIF High Mark for the purpose of financial assessment, loan processing, and related services..
mr: 5. मी, आर्थिक मूल्यांकन, कर्ज प्रक्रिया आणि संबंधित सेवांच्या उद्देशाने माझी क्रेडिट माहिती CRIF उच्च मार्क वरून ऍक्सेस करण्यासाठी आणि पुनर्प्राप्त करण्यासाठी Paisalo Digital Limited ला माझी स्पष्ट संमती देतो.

source: Cancel
bn: বাতিল করুন
hi: रद्द करें
mr: रद्द करा

# email
source: Email Id
bn: ইমেল আইডি
hi: ईमेल आईडी
mr: ईमेल आयडी

source: Place of Birth
bn: জন্ম স্থান
hi: जन्म स्थान
mr: जन्मस्थान

source: Dependent Persons
bn: নির্ভরশীল ব্যক্তি
hi: निर्भर व्यक्ति
mr: आधारित व्यक्ती

source: Religion
bn: ধর্ম
hi: धर्म
mr: धर्म

source: Cast
bn: জাতি
hi: जाति
mr: जात

source: Is Handicap
bn: শারীরিক প্রতিবন্ধী
hi: क्या विकलांग हैं
mr: अपंग आहात का

source: Special Ability
bn: বিশেষ যোগ্যতা
hi: विशेष योग्यता
mr: विशेष योग्यता

# specialsocialability
source: Special Social Category
bn: বিশেষ সামাজিক শ্রেণী
hi: विशेष सामाजिक श्रेणी
mr: विशेष सामाजिक श्रेणी

source: PERMANENT
bn: স্থায়ী
hi: स्थायी
mr: स्थायी

# currunt
source: CURRENT
bn: বর্তমান
hi: वर्तमान
mr: सध्याचा

# ishouserent
source: Is House Rental
bn: ঘর কি ভাড়া নেওয়া হয়েছে
hi: क्या घर किराए पर है
mr: घर भाड्याने आहे का

# residingyear
source: Residing for (Years)
bn: বাসের সময়কাল (বছর)
hi: रहने की अवधि (वर्षों में)
mr: रहाण्याचा कालावधी (वर्षांमध्ये)

# property
source: Property (In Acres)
bn: সম্পত্তি (একর)
hi: संपत्ति (एकड़ में)
mr: मालमत्ता (एकरमध्ये)

source: House Owner
bn: বাড়ির মালিক
hi: घर का मालिक
mr: घर मालक

source: Mother name
bn: মায়ের নাম
hi: मां का नाम
mr: आईचे नाव

source: No. of Children
bn: শিশুদের সংখ্যা
hi: बच्चों की संख्या
mr: मुलांची संख्या

source: School Going Children
bn: স্কুলে যাওয়া শিশু
hi: स्कूल जाने वाले बच्चे
mr: शाळेत जाणारी मुले

# otherdependentis
source: Other Dependents
bn: অন্যান্য নির্ভরশীল
hi: अन्य आश्रित
mr: इतर आश्रित

source: Occupation
bn: পেশা
hi: व्यवसाय
mr: व्यवसाय

source: Business Detail
bn: ব্যবসার বিবরণ
hi: व्यवसाय विवरण
mr: व्यवसायाचा तपशील

source: Current EMI
bn: বর্তমান ইএমআই
hi: वर्तमान ईएमआई
mr: चालू ईएमआय

source: Home Type
bn: বাড়ির ধরণ
hi: घर का प्रकार
mr: घराचा प्रकार

source: Roof Type
bn: ছাদের ধরণ
hi: छत का प्रकार
mr: छप्पराचा प्रकार

source: Toilet Type
bn: টয়লেটের ধরণ
hi: शौचालय का प्रकार
mr: शौचालयाचा प्रकार

# leavewithspouse
source: Live With Spouse
bn: জীবনসঙ্গীর সাথে বসবাস
hi: जीवनसाथी के साथ रहें
mr: जोडीदारासोबत राहा

source: Earning Member
bn: আয় সদস্য
hi: आय सदस्य
mr: उपजीविका सदस्य

source: Business Experience
bn: ব্যবসার অভিজ্ঞতা
hi: व्यवसाय अनुभव
mr: व्यवसायाचा अनुभव

# income
source: INCOMES
bn: আয়
hi: आय
mr: उत्पन्न

source: Future Income
bn: ভবিষ্যতের আয়
hi: भविष्य की आय
mr: भावी उत्पन्न

source: Agriculture Income
bn: কৃষি আয়
hi: कृषि आय
mr: शेती उत्पन्न

source: Rental Income
bn: ভাড়া আয়
hi: किराए की आय
mr: भाड्याचे उत्पन्न

source: Annual Income
bn: বার্ষিক আয়
hi: वार्षिक आय
mr: वार्षिक उत्पन्न

source: Other Income
bn: অন্যান্য আয়
hi: अन्य आय
mr: इतर उत्पन्न

source: Pension Income
bn: পেনশন আয়
hi: पेंशन आय
mr: पेन्शन उत्पन्न

source: Other than Agricultural Income
bn: কৃষি আয় ব্যতীত অন্যান্য
hi: कृषि आय के अलावा अन्य
mr: शेती उत्पन्नाशिवाय इतर

source: EXPENSES ON
bn: খরচ
hi: खर्च पर
mr: खर्चावर

source: Rent
bn: ভাড়া
hi: किराया
mr: भाडे

source: Food
bn: খাবার
hi: भोजन
mr: अन्न

# eductation
source: Education
bn: শিক্ষা
hi: शिक्षा
mr: शिक्षण

source: Health
bn: স্বাস্থ্য
hi: स्वास्थ्य
mr: आरोग्य

source: Travelling
bn: ভ্রমণ
hi: यात्रा
mr: प्रवास

source: Entertainment
bn: বিনোদন
hi: मनोरंजन
mr: मनोरंजन

source: Children
bn: শিশু
hi: बच्चे
mr: मुले

# other
source: Others
bn: অন্যান্য
hi: अन्य
mr: इतर

# sameaspermanent
source: Same as Permanent Address
bn: স্থায়ী ঠিকানার মতো
hi: स्थायी पते के समान
mr: स्थायी पत्त्याप्रमाणेच

source: Bank Type
bn: ব্যাংকের ধরণ
hi: बैंक प्रकार
mr: बँक प्रकार

source: IFSC
bn: আইএফএসসি
hi: आईएफएससी
mr: आयएफएससी

# bankacc
source: BANK ACCOUNT
bn: ব্যাংক অ্যাকাউন্ট
hi: बैंक खाता
mr: बँक खाते

source: Verify Details
bn: বিবরণ যাচাই করুন
hi: विवरण सत्यापित करें
mr: तपशील सत्यापित करा

source: BORROWER NAME
bn: ঋণগ্রহীতার নাম:
hi: उधारकर्ता का नाम
mr: उधारकर्त्याचे नाव:

source: BANK ADDRESS
bn: ব্যাংকের ঠিকানা:
hi: बैंक पता
mr: बँकेचा पत्ता:

source: BANK OPENING DATE
bn: ব্যাংক খোলার তারিখ
hi: बैंक खोलने की तारीख
mr: बँक उघडण्याची तारीख

source: Relation
bn: সম্পর্ক
hi: संबंध
mr: संबंध

source: SchoolType
bn: স্কুলের ধরণ
hi: स्कूल प्रकार
mr: शाळेचा प्रकार

source: Business
bn: ব্যবসা
hi: व्यवसाय
mr: व्यवसाय

source: Business Type
bn: ব্যবসার ধরণ
hi: व्यवसाय प्रकार
mr: व्यवसायाचा प्रकार

source: Income Type
bn: আয়ের ধরণ
hi: आय प्रकार
mr: उत्पन्नाचा प्रकार

source: OR
bn: অথবা
hi: या
mr: किंवा

source: Click Guarantor Pic
bn: গ্যারান্টারের ছবি ক্লিক করুন
hi: गारंटर की तस्वीर क्लिक करें
mr: हमीदाराचा फोटो काढा

source: Personal Info
bn: ব্যক্তিগত তথ্য
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती

source: Family Details
bn: পরিবারের বিবরণ
hi: परिवार विवरण
mr: कुटुंबाचा तपशील

source: Income & Expense
bn: আয় এবং ব্যয়
hi: आय और व्यय
mr: उत्पन्न आणि खर्च

source: Financial Info.
bn: আর্থিক তথ্য
hi: वित्तीय जानकारी
mr: आर्थिक माहिती

source: Family Income
bn: পরিবারের আয়
hi: परिवार की आय
mr: कुटुंबाचे उत्पन्न

source: Guarantor Form
bn: গ্যারান্টার ফর্ম
hi: गारंटर फॉर्म
mr: हमीदार फॉर्म

source: Upload Docs
bn: নথি আপলোড করুন
hi: दस्तावेज़ अपलोड करें
mr: कागदपत्रे अपलोड करा

source: Upload Gr Docs
bn: গ্যারান্টার নথি আপলোড করুন
hi: गारंटर दस्तावेज़ अपलोड करें
mr: हमीदार कागदपत्रे अपलोड करा

source: PREVIOUS
bn: পূর্ববর্তী
hi: पिछला
mr: मागील

source: EDIT
bn: সম্পাদনা করুন
hi: संपादित करें
mr: संपादन करा

source: NEXT
bn: পরবর্তী
hi: अगला
mr: पुढे

source: No image selected.
bn: কোন ছবি নির্বাচন করা হয়নি।
hi: कोई छवि चयनित नहीं.
mr: कोणतीही प्रतिमा निवडलेली नाही.

source: Borrower Docs
bn: ঋণগ্রহীতার নথি
hi: उधारकर्ता के दस्तावेज़
mr: उधारकर्त्याची कागदपत्रे

source: Aadhar Front
bn: আধার ফ্রন্ট
hi: आधार फ्रंट
mr: आधार फ्रंट

source: Aadhar Back
bn: আধার ব্যাক
hi: आधार बैक
mr: आधार बॅक

source: Voter Front
bn: ভোটার ফ্রন্ট
hi: मतदाता फ्रंट
mr: मतदार फ्रंट

source: Voter Back
bn: ভোটার ব্যাক
hi: मतदाता बैक
mr: मतदार बॅक

source: Pan Front
bn: প্যান ফ্রন্ট
hi: पैन फ्रंट
mr: पॅन फ्रंट

source: DL Front
bn: ডিএল ফ্রন্ট
hi: डीएल फ्रंट
mr: ड्रायव्हिंग लायसन्स फ्रंट
